[
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/coxas-de-frango-com-batatas-na-frigideira-00.jpg",
    "name": "Coxas de frango com batatas na frigideira",
    "category": "jantar",
    "portion": "6 porções",
    "timer": "40min",
    "ingredients": [
      "6 coxas de frango",
      "4 dentes de alho picados",
      "Sal e pimenta a gosto",
      "Páprica picante a gosto",
      "4 colheres de sopa de azeite",
      "1 cebola cortada no formato meia-lua",
      "2 batatas cortadas em cubos médios",
      "½ xícara de chá de água",
      "Cheiro verde a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Coloque o frango em uma tigela e tempere-o com alho, sal, pimenta e páprica;",
      "Leve uma frigideira ao fogo, adicione o azeite, espere ele esquentar e coloque o frango para dourar (média de 3 a 5 minutos cada lado, sem mexer);",
      "Adicione a cebola e refogue-a;",
      "Acrescente as batatas e ajuste o tempero. Depois, coloque a água, tampe a frigideira e deixe os alimentos cozinharem por cerca de 25 minutos. Na metade do tempo, vire o frango e as batatas;",
      "Finalize com cheiro verde e sirva. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/frango-xadrez-10.jpg",
    "name": "Frango xadrez",
    "category": "jantar",
    "portion": "7 porções",
    "timer": "60min",
    "ingredients": [
      "1 kg de frango cortado em cubos",
      "Sal e pimenta-do-reino a gosto",
      "1 colher de sopa de vinagre branco (ou suco de limão)",
      "Óleo vegetal",
      "1 pimentão vermelho cortado em cubos",
      "1 pimentão verde cortado em cubos",
      "1 pimentão amarelo cortado em cubos",
      "1 cebola cortada cubos",
      "1 colher de sopa de alho triturado ou massado",
      "1 colher de chá de gengibre em pó",
      "1 fio de óleo de gergelim (opcional)",
      "100 ml de shoyu",
      "1 e 1/2 colher de sopa de amido de milho",
      "1 xícara de chá de água quente",
      "1/2 xícara de chá de amendoim torrado e sem pele (opcional)",
      "Cheiro-verde picado a gosto",
      "1 colher de sopa bem cheia de amido de milho",
      "100 ml de água",
      "50 ml de shoyu",
      "1/2 envelope de caldo de galinha em pó. Se preferir, troque a água por 100 ml de caldo de galinha caseiro"
    ],
    "preparations": [
      "Faça um mise en place (reunir todos os ingredientes já picados e na quantidade indicada) para facilitar o preparo;",
      "Em um recipiente, coloque o frango cortado em cubos. Tempere com sal (bem pouco, pois vai shoyu na receita), pimenta-do-reino a gosto e vinagre ou suco de limão. Misture bem e deixe marinar por, pelo menos, 10 minutos;",
      "Leve uma frigideira grande ao fogo com um fio de óleo. Espere esquentar, despeje e doure os cubos de frango marinados;",
      "Adicione os pimentões, a cebola, o alho, o gengibre e o óleo de gergelim. Misture bem e deixe refogar, em fogo médio, por aproximadamente 5 minutos. Durante o processo, de vez em quando, volte a misturar os ingredientes para não grudar no fundo da panela;",
      "Enquanto o frango refoga, esquente a água (não precisa ferver, apenas aquecer). Em um recipiente, coloque o shoyu e o amido de milho, misturando bem para dissolver. Não é indicado dissolver o amido de milho em água quente, pois isso causa pelotas no amido;",
      "Acrescente o amido dissolvido e a água quente ao refogado. Misture bem e deixe o caldo apurar, por mais 5 minutos ou até engrossar, em fogo baixo (isso ajudará a potencializar o sabor);",
      "Com o caldo quase apurado (não deixe secar), misture os ingredientes do molho (se for usar caldo de galinha caseiro, lembre-se que ele precisa estar em temperatura ambiente ou gelado para não empelotar o amido). Despeje o molho na panela e, em fogo baixo, deixe engrossar novamente por mais 5 minutos;",
      "Assim que o molho engrossar, junte o amendoim e misture bem. Experimente e acerte os temperos se for preciso. Já pode desligar o fogo;",
      "Finalize com cheiro-verde e, se quiser, um fio de óleo de gergelim. Bom apetite!"
    ]
  },
  {
    "category": "jantar",
    "portion": "3 porções",
    "timer": "40min",
    "ingredients": [
      "Azeite a gosto",
      "500 gramas de filé de peito de frango",
      "Sal e pimenta-do-reino a gosto",
      "1 colher de sopa de manteiga",
      "1/2 cebola picada",
      "3 dentes de alho picados",
      "1 xícara de chá de suco de laranja",
      "5 colheres de sopa de vinho branco",
      "1 colher de sopa de mostarda",
      "1 colher de sopa de mel",
      "1 colher de sopa rasa de amido de milho",
      "Alecrim e orégano a gosto",
      "3 colheres de sopa de creme de leite"
    ],
    "preparations": [
      "Em uma panela, adicione o azeite, os filés, tempere eles com sal, pimenta, deixe grelhar bem dos dois lados e reserve;",
      "Em outra panela, derreta a manteiga com o azeite, adicione a cebola e o alho e deixe refogar;",
      "Coloque o suco de laranja, misture e deixe levantar fervura;",
      "Junte o vinho branco, a mostarda, o mel e misture;",
      "Dissolva o amido de milho com um pouco de água e despeje na panela;",
      "Adicione o alecrim, o orégano, o creme de leite e misture bem até engrossar;",
      "Coloque os frangos em uma travessa e despeje o molho por cima;",
      "Agora é só servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/escondidinho-de-frango-10.jpg",
    "name": "Escondidinho de frango",
    "category": "jantar",
    "portion": "5 porções",
    "timer": "40min",
    "ingredients": [
      "2 colheres de sopa de óleo",
      "1 cebola pequena picada",
      "2 xícaras de chá de frango cozido e desfiado",
      "1/2 lata de ervilha em conserva escorrida",
      "1/2 lata de milho em conserva escorrido",
      "Orégano a gosto",
      "Pimenta do reino a gosto",
      "1 sachê de tempero para frango",
      "Sal a gosto",
      "1 sachê de molho de tomate",
      "1 kg de batatas cozidas e amassadas",
      "1 caixinha de creme de leite",
      "50 gramas de queijo parmesão ralado",
      "Sal a gosto",
      "Azeite a gosto",
      "Queijo parmesão fresco"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em uma panela, aqueça o óleo e refogue a cebola. Depois, acrescente o frango, a ervilha e o milho. Tempere com orégano, pimenta, tempero para frango, sal e misture bem;",
      "Acrescente o molho de tomate; misture novamente; tampe e deixe cozinhar por 5 minutos. Feito isso, desligue o fogo e reserve;",
      "Em uma tigela, misture as batatas com o creme de leite e o queijo parmesão ralado. Acerte o sal;",
      "Selecione uma travessa que possa ir ao forno e unte-a com azeite;",
      "Faça uma camada generosa e uniforme de purê de batata;",
      "Faça outra camada com todo o frango;",
      "E mais uma camada com o restante do purê;",
      "Para finalizar, rale o queijo parmesão fresco por cima;",
      "Leve o escondidinho para assar em forno pré-aquecido a 180° graus por 15 minutos. Passado o tempo, retire do forno e está pronto para servir."
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/frango-frito-supercrocante-0.png",
    "name": "Frango frito supercrocante",
    "category": "jantar",
    "portion": "10 unidades",
    "timer": "40min",
    "ingredients": [
      "500 gramas de filé de frango (sassami)",
      "1 colher de chá de páprica doce",
      "1/2 colher de chá de pimenta-do-reino",
      "1 colher de chá de alho em pó",
      "Sal a gosto",
      "1 e ½ xícara de chá de farinha de trigo",
      "1 colher de chá de páprica doce",
      "1 colher de chá de alho em pó",
      "1 colher de chá de pimenta-do-reino",
      "Sal a gosto",
      "Água gelada"
    ],
    "preparations": [
      "Reúna os ingredientes para o frango;",
      "Em um recipiente, adicione os filés de frango, a páprica, a pimenta, o alho em pó o sal, misture bem, tampe e deixe na geladeira por cerca de 30 minutos;",
      "Reúna os ingredientes para empanar;",
      "Em outra tigela, coloque a farinha, a páprica, a pimenta, o alho, o sal e misture bem;",
      "Disponhas os filés na farinha, feche o recipiente e chacoalhe bem para empanar. Reserve os que já estão empanados e repita o processo até acabarem os filés;",
      "Separe a água gelada em um pote;",
      "Passe rapidamente os filés na água gelada (um por um) e depois empane novamente na mistura de farinhas. Repita o processo até acabar;",
      "Frite em óleo quente de 6 a 8 minutos;",
      "Deixe os filés secarem em cima de uma grade e sirva."
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/atum-com-crosta-de-quinoa.jpg",
    "name": "Atum com crosta de quinoa",
    "category": "jantar",
    "portion": "3 porções",
    "timer": "45min",
    "ingredients": [
      "100 gramas de quinoa",
      "500 ml de água",
      "Sal e pimenta-do-reino a gosto",
      "500 gramas de lombo de atum",
      "Azeite para fritar",
      "1/4 de xícara de chá de molho shoyu",
      "Suco de limão a gosto",
      "Vinagre a gosto",
      "1 colher de sobremesa de óleo de gergelim",
      "1 pedaço (1 cm) de gengibre ralado",
      "Cebolinha a gosto"
    ],
    "preparations": [
      "Reúna os ingredientes do atum com crosta de quinoa;",
      "Para preparar o atum, cozinhe a quinoa na água com sal por cerca de 15 minutos, contados após levantar fervura;",
      "Em seguida, escorra e tempere com sal e pimenta;",
      "Tempere também o atum com sal e pimenta;",
      "Passe o atum na crosta de quinoa;",
      "Sele o atum em uma frigideira com azeite quente por cerca de 30 a 45 segundos de cada lado - mais que isso corre o risco do atum ficar seco. O ponto correto é quando a maior parte central ficar rosado como na cor original;",
      "Quando a crosta estiver dourada e o atum com pontas brancas, retire da frigideira e deixe descansar;",
      "Para fazer o molho, misture todos os ingredientes em um recipiente;",
      "Despeje por cima do atum já pronto;",
      "Sirva com o arroz branco ou macarrão. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/ceviche-de-tilapia-facil-04.jpg",
    "name": "Ceviche de tilápia fácil",
    "category": "jantar",
    "portion": "10 porções",
    "timer": "80min",
    "ingredients": [
      "500 g de filé de tilápia",
      "1 cebola roxa grande",
      "1 pimenta dedo-de-moça",
      "1 lata de milho verde",
      "Sal a gosto",
      "5 limões taiti",
      "2 tomates sem sementes cortados em cubos",
      "Coentro a gosto",
      "Azeite de oliva a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Corte os filés de peixe em cubos e a cebola e a pimenta em fatias finas; neste processo, retire as sementes da pimenta;",
      "Junte o peixe, a cebola, o milho, a pimenta e o sal numa tigela; em seguida, adicione o suco de limão, misture, leve a tigela à geladeira e deixe lá por cerca de 1 hora para que o peixe possa marinar;",
      "Depois, acrescente o tomate, o coentro, um fio de azeite e sirva!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/bacalhau-ao-forno.jpeg",
    "name": "Bacalhau ao forno",
    "category": "jantar",
    "portion": "6 a 8 porç.",
    "timer": "30min",
    "ingredients": [
      "500 gramas de bacalhau",
      "6 batatas médias cortadas em fatias e cozidas",
      "2 cebolas grandes em rodelas",
      "1 pimentão pequeno amarelo em rodelas",
      "1 pimentão pequeno vermelho em rodelas",
      "1 pimentão pequeno verde em rodelas",
      "1 tomate picado em rodelas",
      "4 ovos cozidos picados",
      "3 dentes de alho picados",
      "Sal a gosto",
      "Cheiro-verde a gosto",
      "Azeite a gosto",
      "Azeitonas a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em uma panela grande, coloque o azeite, o alho e deixe dourar;",
      "Adicione a cebola em rodelas até murchar;",
      "Em seguida, coloque os pimentões, os tomates, os temperos e o cheiro-verde. Misture e Refogue;",
      "Despeje o bacalhau já dessalgado e desfiado na panela e incorpore com o restante dos ingredientes;",
      "Deixe cozinhar por 2 minutos, desligue o fogo;",
      "Em uma travessa de ir ao forno, acomode as batatas cozidas no fundo;",
      "Coloque o refogado por cima e regue com muito azeite;",
      "Decore com os ovos cozidos e fatiados, as azeitonas e leve ao forno preaquecido a 180 °C por 10 minutos;",
      "Sirva e bom apetite."
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/sardinha-na-panela-de-pressao.jpeg",
    "name": "Sardinha na panela de pressão",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "15min",
    "ingredients": [
      "500 gramas de sardinhas",
      "1/2 sachê de molho pronto de tomate",
      "1/2 cebola média",
      "2 colheres de sopa de azeite ou óleo",
      "2 dentes de alho amassados",
      "1 e 1/2 colher de chá de sal",
      "400 ml de água",
      "Coentro ou salsa a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em uma panela de pressão, coloque o azeite fora do fogo",
      "Disponha as sardinhas sobre a base da panela e coloque o alho amassado;",
      "Salpique o coentro, o sal e coloque as cebolas por cima;",
      "Despeje o molho de tomate;",
      "Coloque água até que cubra a sardinha, tampe a panela e leve ao fogo alto até pegar pressão. Quando pegar pressão, coloque em fogo médio e deixe cozinhar por 10 minutos;",
      "Sirva e bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/iscas-de-peixe.jpeg",
    "name": "Iscas de peixe",
    "category": "jantar",
    "portion": "5 porções",
    "timer": "40min",
    "ingredients": [
      "500 gramas de filé de peixe",
      "1/2 colher de sopa de sal",
      "Pimenta-do-reino a gosto",
      "Suco de 1 limão",
      "2 dentes de alho picados ou amassados",
      "120 gramas de farinha de trigo",
      "120 gramas de fubá",
      "Óleo para fritar"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em uma tábua, corte os peixes em iscas;",
      "Leve o peixe fatiado a um recipiente e tempere com sal, pimenta-do-reino, suco de limão e alho;",
      "Feche o recipiente com plástico filme, ou uma tampa apropriada, e deixe marinar na geladeira por 20 minutos;",
      "Em outro recipiente, misture a farinha de trigo com o fubá;",
      "Empane os peixes nessa mistura de secos e reserve;",
      "Em uma panela, coloque óleo suficiente para fritar os peixes;",
      "Assim que estiver bem quente, frite as iscas por imersão;",
      "Depois de fritas, acomode-as em um papel toalha para escorrer o excesso de óleo;",
      "Está pronto! Bom apetite."
    ]
  }
]
