[
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/chilli-com-carne-simples-capa.jpeg",
    "name": "Chilli com carne simples",
    "category": "jantar",
    "portion": "5 porções",
    "timer": "45min",
    "ingredients": [
      "2 colheres de sopa de azeite",
      "500 gramas de carne moída",
      "1 cebola picada",
      "1 pimentão vermelho picado",
      "1 pimenta-dedo-de-moça sem semente",
      "Sal a gosto",
      "4 dentes de alho picados",
      "2 folhas de louro",
      "2 tomates grandes picados",
      "2 ramos de tomilho fresco",
      "1 colher de chá de cominho",
      "1 colher de chá de páprica doce",
      "1 colher de chá de páprica picante",
      "2 colheres de sopa de extrato de tomate",
      "2 xícaras de chá de água",
      "2 xícaras de chá de feijão-vermelho cozido (pode ser o carioca)",
      "Coentro picado a gosto (ou salsinha)"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em uma panela, esquente o azeite e frite a carne até ela ficar soltinha e corada;",
      "Adicione a cebola, o pimentão e a pimenta. Refogue até murcharem e tempere com sal;",
      "Acrescente o alho e refogue por um minuto;",
      "Coloque as folhas de louro, o tomate, o tomilho, o cominho, as pápricas e mexa bem;",
      "Junte o extrato de tomate, a água, os feijões, sal e misture bem;",
      "Tampe a panela e deixe cozinhar em fogo baixo por cerca de 15 a 20 minutos;",
      "Finalize colocando coentro e sirva. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/parmegiana-de-carne-moida-simples-1.jpeg",
    "name": "Parmegiana de carne moída simples",
    "category": "jantar",
    "portion": "6 a 8 porç.",
    "timer": "60min",
    "ingredients": [
      "1 fio de azeite",
      "1 cebola pequena (100 gramas)",
      "3 dentes de alho (25 gramas)",
      "1 kg de carne moída (usamos o patinho)",
      "1 colher de chá de sal (ou a gosto)",
      "1/4 colher de chá de pimenta-do-reino (ou a gosto)",
      "4 batatas grandes ou 5 médias/pequenas (450 gramas)",
      "1 colher de chá de sal",
      "1 colher de café de orégano",
      "1 colher de café de páprica picante",
      "1 sachê de molho de tomate pronto (240 ml)",
      "300 gramas de queijo mussarela ralado"
    ],
    "preparations": [
      "Reúna os ingredientes e prepare essa parmegiana de carne moída simples para o seu próximo almoço ou jantar;",
      "Antes de refogar a carne, descasque e corte a cebola em cubos. Já descasque e pique o alho finamente. Em seguida, leve uma panela ao fogo médio e despeje o azeite. Quando ela estiver quente, adicione a cebola picada e mexa por 1 minuto. Acrescente o alho e 1 pitadinha de sal. Mexa;",
      "Quando os ingredientes estiverem douradinhos, coloque a carne moída e refogue misturando com a colher. Quando ela estiver mais escura, adicione uma pitada de sal (mas não se preocupe que os temperos serão ajustados nos passos seguintes da receita);",
      "Enquanto a carne esfria, em outra panela, coloque água e ligue o fogo alto. Coloque as batatas e 1 colher de chá de sal. Cozinhe por 10 a 15 minutos até espetar o garfo e ela estar macia (al dente). Pare o fogo e escorra o líquido;",
      "Com um espremedor de batata ou um garfo, triture as batatas cozidas;",
      "Acrescente a carne moída refogada, o orégano, e a páprica picante. Misture com uma colher para todos os ingredientes ficarem homogêneos;",
      "Quando ela ficar uma massa consistente, transfira-a para uma travessa de vidro (05x19x20cm) e espalhe com uma colher de sopa para formar uma superfície uniforme;",
      "Despeje o molho de tomate (se quiser, pode temperá-lo novamente com alho e cebola refogados antes de colocar por cima da camada de carne);",
      "Rale mussarela por cima da camada de molho de tomate e leve ao forno preaquecido a 230ºC por cerca de 20 minutos ou até o queijo derreter e começar a gratinar;",
      "Sirva essa parmegiana de carne moída simples e aproveite um preparo saboroso. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/escondidinho-de-carne-moida-com-batata-simples.jpg",
    "name": "Escondidinho de carne moída com batata simples",
    "category": "jantar",
    "portion": "6 a 8 porç.",
    "timer": "60min",
    "ingredients": [
      "Azeite a gosto",
      "1 cebola grande picada",
      "1 dente de alho picado",
      "500 gramas de carne moída",
      "Sal e pimenta a gosto",
      "2 colheres de sopa de azeitonas picadas",
      "Salsinha e cebolinha picadas a gosto",
      "1 sachê de molho de tomate (300 gramas)",
      "8 batatas cozidas e picadas",
      "1 colher de sopa de manteiga",
      "Sal e pimenta a gosto",
      "200 a 300 ml de leite",
      "150 gramas de mussarela",
      "Orégano a gosto"
    ],
    "preparations": [
      "Regue uma panela com azeite e refogue a cebola e o alho;",
      "Adicione a carne moída e mexa bem para que fique bem soltinha;",
      "Acrescente o sal e a pimenta e deixe refogar;",
      "Coloque a azeitona, a salsinha, a cebolinha e o molho de tomate. Deixe cozinhar até reduzir um pouco e reserve."
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/carne-assada-com-batata-e-queijo-00.jpg",
    "name": "Carne assada com batata e queijo",
    "category": "jantar",
    "portion": "5 porções",
    "timer": "60min",
    "ingredients": [
      "4 batatas médias",
      "600 g de carne",
      "1 cebola picada",
      "1 colher de sopa de sal",
      "1 pitada de pimenta-do-reino",
      "1 colher de chá de páprica doce",
      "2 colheres de sopa de azeite",
      "200 g de mussarela ralada",
      "Orégano a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Corte as batatas e a carne em cubinhos, e coloque-as em um refratário. Adicione também o sal, a pimenta, a páprica, a cebola, o azeite, e misture tudo;",
      "Cubra o refratário com papel alumínio, e leve-o ao forno pré-aquecido a 200º graus por cerca de 40 a 50 minutos;",
      "Retire o papel alumínio, acrescente o queijo ralado por cima da carne e das batatas, salpique orégano, e volte o refratário para forno por mais 15 minutos;",
      "Agora é só servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/moqueca-de-peixe-facil-0.png",
    "name": "Moqueca de peixe fácil",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "35min",
    "ingredients": [
      "2 colheres de sopa de azeite",
      "2 dentes de alho amassados",
      "1 cebola média picada",
      "4 colheres de sopa de óleo de dendê",
      "4 tomates italianos picados",
      "1 pimentão verde picado",
      "Sal e pimenta-do-reino a gosto",
      "200 ml de leite de coco",
      "500 gramas de merluza (ou outro tipo de peixe)",
      "Salsinha a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes da moqueca de peixe fácil;",
      "Em uma panela, aqueça o azeite e refogue o alho e a cebola, até murchar e dourar levemente;",
      "Adicione 2 colheres de óleo de dendê e os tomates picados. Refogue os tomates até murchar, mexendo às vezes para não queimar;",
      "Acrescente o pimentão, o restante do óleo de dendê e metade do leite de coco. Tempere com sal e pimenta-do-reino a gosto, misture e cozinhe por mais 2 minutos;",
      "Acomode os filés de peixe, despeje o restante do leite de coco e misture cuidadosamente para não quebrar os filés. Tampe a panela e deixe cozinhar por cerca de 10 a 15 minutos em fogo médio;",
      "Prove o molho e, se necessário, acerte o sal e temperos. Verifique se o peixe está completamente cozido, caso ainda não esteja, cozinhe por mais 5 minutos. Finalize com salsinha e misture bem;",
      "Agora é só servir essa moqueca baiana deliciosa! Você pode servir com arroz branco, farofa de dendê, pirão de peixe e uma salada fresca, fica incrível!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/carne-de-panela.jpeg",
    "name": "Carne de panela",
    "category": "jantar",
    "portion": "8 porções",
    "timer": "70min",
    "ingredients": [
      "600 gramas de acém (pode ser usado músculo ou peito bovino)",
      "350 gramas de batata-inglesa (cerca de 3 batatas médias)",
      "100 gramas de cenoura",
      "1/2 de cebola média (ou 1 cebola pequena)",
      "100 gramas de salsão",
      "1 colher de sopa de farinha de trigo",
      "1 colher de sopa de extrato de tomate",
      "1 e 1/2 xícara de chá de vinho tinto seco (opcional)",
      "Água fervente ou caldo de carne até cobrir a carne",
      "Azeite a gosto",
      "1 colher de sopa de manteiga",
      "2 folhas de louro",
      "2 ramos de tomilho fresco",
      "1/2 colher de chá de páprica",
      "Sal e pimenta-do-reino moída na hora a gosto",
      "Cheiro-verde a gosto"
    ],
    "preparations": [
      "Com a lista de ingrediente em mãos, separe tudo o que você precisará para fazer a carne de panela. Assim, fica mais fácil, organizado e economizará tempo na cozinha, sem correr o risco de esquecer algo importante;",
      "Prepare o mirepoix: em uma tábua, com uma faca de legumes, corte a cenoura, a cebola e o salsão em cubos bem pequenos. Observe se os cubinhos estão do mesmo tamanho (ou semelhantes), pois isso garantirá um cozimento uniforme. Essa mistura clássica traz um sabor delicioso à receita;",
      "Com uma faca afiada, corte a peça de acém em cubos com cerca de 3 cm. Se não quiser cortar em casa, peça para o açougueiro cortar a peça para carne de panela, que são esses cubos maiores;",
      "Coloque a carne em uma tigela e adicione a farinha de trigo. Com a mãos, misture bem para garantir que todos os pedaços entrem em contato com a farinha. Esse é o segredinho para criar uma crosta dourada na carne na hora de selar, além de deixar uma camada de sabor na panela;",
      "Leve a panela de pressão sem a tampa ao fogo alto, aqueça bem e adicione um pouco de azeite. Acrescente os cubos de carne para selar (cerca de 3 minutos). É importante que a carne esteja em temperatura ambiente para criar a crostinha;",
      "Adicione a manteiga e deixe derreter na panela. Mexa a carne de vez em quando, para não queimar. No fundo da panela, você perceberá a formação de uma leve camada dourada, isso significa que há muito sabor concentrado. Então, raspe com uma espátula, misturando bem;",
      "Assim que a carne estiver selada, em fogo médio, adicione o mirepoix (a cenoura, cebola e salsão). Misture bem, observando se toda a crostinha dourada se desprendeu do fundo da panela;",
      "Despeje o extrato de tomate, tempere com sal, pimenta-do-reino e páprica. Em fogo alto, deixe caramelizar o fundo da panela novamente (cerca de 1 minuto), mexendo às vezes - esse processo libera um sabor especial do tomate;",
      "Para soltar a crostinha de sabor, dessa vez, adicione o vinho tinto e misture bem com a espátula, raspando o fundo da panela. Coloque as folhas de louros e os ramos de tomilho;",
      "Preencha a panela com água ou caldo de carne até cobrir a carne. Lembrando que o caldo de carne deixará o preparo com um sabor mais intenso. Misture tudo, tampe a panela e, após pegar pressão, em fogo médio, conte 40 minutos;",
      "Enquanto isso, descasque as batatas e corte, cada uma, em 8 pedaços médios. Se a batata for pequena, corte em 4 pedaços (ao invés de 3 batatas médias, serão 6 pequenas);",
      "Após 40 minutos, desligue o fogo e deixe a pressão sair sozinha. Então, abra a panela, adicione as batatas, misture levemente e prove o sabor do molho. Se necessário, acerte o sal e os temperos;",
      "Se tiver pouco molho, adicione mais água. Se achar que o molho está muito ralo, dissolva 1 colher de café de amido de milho em um pouquinho de água (apenas o necessário para dissolver tudo) e despeje na panela. Volte a panela ao fogo, sem a tampa, cozinhe por 20 minutos, ou até as batatas ficarem macias;",
      "Se preferir, para agilizar o processo, após adicionar as batatas, volte a panela tampada ao fogo. Quando pegar pressão, conte 5 minutos. Então, desligue e espere a pressão sair naturalmente. Acerte o sal se precisar e finalize com cheiro-verde. Já pode servir!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/bife-especial-de-forno.jpg",
    "name": "Bife especial de forno",
    "category": "jantar",
    "portion": "8 porções",
    "timer": "40min",
    "ingredients": [
      "1 kg de bife",
      "Sal, pimenta-do-reino, orégano e cominho a gosto",
      "Salsinha e cebolinha a gosto",
      "4 colheres de sopa de manteiga",
      "1 lata de creme de leite",
      "1 tablete de caldo de carne",
      "100 gramas de mussarela fatiada",
      "1 tomate médio cortado em rodelas"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em um recipiente, adicione a carne e tempere com sal, pimenta, orégano, cominho, salsinha, cebolinha e misture bem;",
      "Em uma frigideira grande, derreta 2 colheres de manteiga e frite os bifes. Cuidado para a carne não passar do ponto, pois ela ainda vai para o forno;",
      "Reserve os bifes e, na mesma frigideira, coloque o restante da manteiga, o creme de leite, o caldo de carne e misture bem até formar um molho homogêneo;",
      "Em um refratário, disponhas os bifes por todo o fundo e despeje o molho por cima, espalhando bem;",
      "Acrescente as fatias de mussarela por cima, as rodelas de tomate, salpique orégano e leve ao forno preaquecido a 180 ºC por cerca de 20 minutos;",
      "Agora é só servir."
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/bife-de-contrafile-na-pressao-capa.jpeg",
    "name": "Bife de contrafilé na pressão",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "35min",
    "ingredients": [
      "500 gramas de contrafilé",
      "3 cebolas médias",
      "2 dentes de alho",
      "Sal e pimenta-do-reino a gosto",
      "1 fio de óleo",
      "1 pimentão verde pequeno",
      "Cheiro-verde a gosto"
    ],
    "preparations": [
      "Reúna os ingredientes do bife de contrafilé na pressão;",
      "Em uma vasilha, coloque a carne e tempere com alho amassado, sal e pimenta;",
      "Em uma panela de pressão, coloque um fio de óleo;",
      "Depois, metade da cebola cortada em rodelas e a carne temperada;",
      "Por cima, adicione o restante da cebola e o pimentão;",
      "Tampe e leve para cozinhar em fogo médio. Assim que pegar pressão, conte 10 minutos;",
      "Abra e finalize com o cheiro-verde;",
      "Está pronto para servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/bife-acebolado-capa.jpeg",
    "name": "Bife acebolado",
    "category": "jantar",
    "portion": "2 porções",
    "timer": "20min",
    "ingredients": [
      "2 bifes de contrafilé (alcatra ou coxão mole)",
      "1 cebola descascada e cortada em meia-lua",
      "2 colheres de sopa de água",
      "2 colheres de chá de vinagre de vinho branco",
      "1 colher de chá de manteiga",
      "Azeite a gosto",
      "Sal e pimenta-do-reino a gosto"
    ],
    "preparations": [
      "Reúna os ingredientes do bife acebolado;",
      "Deixe o bife fora da geladeira por 10 minutos. Em uma tigela, misture a água e o vinagre;",
      "Tempere os bifes com sal e pimenta;",
      "Em uma frigideira grande no fogo médio, coloque o azeite e os bifes temperados;",
      "Deixe grelhar por aproximadamente 2 minutos ou até desgrudar da frigideira;",
      "Vire os bifes e deixe dourar do outro lado. Reserve em um prato;",
      "Na mesma frigideira, coloque o azeite, a cebola e tempere com sal. Deixe fritando por cerca de 2 minutos ou até ficar douradinha;",
      "Adicione a mistura de água com vinagre e mexa bem por cerca de 3 minutos ou até que a cebola fique macia;",
      "Desligue o fogo e coloque a manteiga na frigideira para ela derreter;",
      "Sirva os bifes com o molhinho de manteiga e as cebolas. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/salmao-no-forno-rotated.jpeg",
    "name": "Salmão no forno",
    "category": "jantar",
    "portion": "3 porções",
    "timer": "55min",
    "ingredients": [
      "500 gramas de filé de salmão",
      "50 gramas de azeitonas fatiadas sem caroço",
      "3 colheres de sopa de molho de soja ",
      "Suco de 1 limão",
      "1/2 cebola fatiada",
      "Sal a gosto",
      "Azeite a gosto",
      "Orégano a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Refogue a cebola com um pouco de azeite. Reserve;",
      "Em uma assadeira com papel alumínio, acomode o salmão e espalhe bem o suco de limão sobre o peixe;",
      "Tempere com sal, azeite e molho de soja ",
      "Despeje as azeitonas picadas, o orégano e a cebola refogada;",
      "Embrulhe com o papel alumínio e leve ao forno preaquecido a 180 °C por 30 minutos;",
      "Sirva e bom apetite!"
    ]
  }
]
