[
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/bife-de-coxao-duro.jpg",
    "name": "Bife de coxão duro na frigideira",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "15min",
    "ingredients": [
      "4 bifes de coxão duro bem finos (440 gramas)",
      "1/4 de 1 pimenta dedo-de-moça (sem sementes)",
      "1 colher de sopa de cebola picada",
      "1 dente de alho picado",
      "2 colheres de sopa tomilho fresco, sem os galhos (ou a gosto)",
      "1 colher de chá de sal (ou a gosto)",
      "Azeite ou óleo para fritar"
    ],
    "preparations": [
      "Reúna os ingredientes para preparar um bife de coxão duro mega suculento! Retire a carne da geladeira 30 minutos antes de iniciar o preparo;",
      "Em um pilão, coloque a pimenta, a cebola, o alho, o tomilho e o sal. Com um socador, soque até o tempero ficar levemente pastoso. Adicione um pouco de azeite e misture bem;",
      "Em uma tábua, acomode os bifes e, com martelo para carnes, bata os bifes dos dois lados - esse processo deixa a carne mais macia. E, para a carne não envergar na hora de fritar, faça pequenos cortes (espaçados) na gordura com a carne;",
      "Tempere os bifes com a mistura do pilão, esfregando bem dos dois lados;",
      "Em uma frigideira bem quente, faça uma camada bem fina de azeite (ou óleo). Depois, coloque o bife e, assim que a carne começar a suar, vire para dourar do outro lado - faça esse processo com um bife por vez. Quando o bife suar do outro lado, retire da frigideira e repita o processo com os outros;",
      "Agora é só servir essa delícia! Um preparo simples e perfeito para o dia a dia."
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/bife-na-panela-de-pressão.jpg",
    "name": "Bife na panela de pressão",
    "category": "jantar",
    "portion": "6 porções",
    "timer": "40min",
    "ingredients": [
      "1 kg de coxão duro ou outro corte de sua preferência (escolha um corte mais duro, veja as dicas lá embaixo)",
      "3 colheres de sopa de azeite",
      "6 dentes de alho",
      "1 colher de sopa de shoyu",
      "1 colher de sopa de páprica",
      "1 pitada de pimenta calabresa (opcional)",
      "1 colher de sopa de sal",
      "1/2 colher de café de pimenta-do-reino (ou a gosto)",
      "1 cebola grande",
      "1 cebola-roxa grande",
      "1 e 1/2 xícara de chá de água (360 ml)"
    ],
    "preparations": [
      "Reúna os ingredientes para fazer o bife na panela de pressão que fica macio e não vai sujar o seu fogão;",
      "Em uma tábua, descasque as cebolas e o alho. Pique o alho finamente e as cebolas em meia-lua. Reserve. Caso você não tenha comprado a carne cortada em bifes, utilize uma faca e corte-a em fatias nem muito grossas e nem muito finas;",
      "Em uma vasilha grande, coloque o alho picado, o shoyu, páprica, a pimenta calabresa (opcional), o sal, a pimenta-do-reino e o azeite. Misture com uma colher até virar uma pastinha de temperos homogênea;",
      "Acrescente a carne na vasilha com os temperos e misture com um garfo até todos eles estarem temperados. DICA: se possível, deixe-a marinando por pelo menos 2 horas ou de um dia para o outro;",
      "Em uma panela de pressão no fogo alto, despeje o azeite. Quando ele estiver bem quente, adicione os bifes um de cada vez, tentando espalhar pela panela para selar a carne e formar a crostinha deliciosa, aproveite e coloque o resto do temperinho que ficar na tigela;",
      "Após cerca de 5 minutos, vire a carne e “limpe” o fundo da panela com o próprio bife. Esfregue-os no fundo da panela para pegar todo o sabor. Continue fritando o bife por mais 3 minutos ou até a água secar e ele ficar douradinho. Esse passo é importante para o resultado ficar com gosto de bife e não carne de panela;",
      "Acrescente um pouco da cebola cortada e a água. Não é necessário cobrir a carne, apenas para cozinhá-la. Com a pinça, misture todos os bifes, pegando o fundinho da panela que estiver grudado (se pular esse passo, os bifes ficarão com gosto de queimado);",
      "Quando a água começar a ferver, tampe a panela de pressão e, após ela pegar pressão, conte cerca de 8 minutos. Desligue o fogo, retire a pressão e abra a panela;",
      "Ligue o fogo novamente, acrescente o restante das cebolas cortadas e misture até o molhinho reduzir por cerca de 5 minutos;",
      "Sirva com arroz branco, saladinha e o refogado de sua preferência. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/file-mignon-ao-molho-de-gorgonzola-quata.jpeg",
    "name": "Filé mignon ao molho de gorgonzola",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "25min",
    "ingredients": [
      "500 gramas de filé mignon",
      "1 colher de sopa de manteiga",
      "1 fio de azeite",
      "1 dente de alho amassado ou picado",
      "300 gramas de creme de leite fresco Quatá",
      "200 gramas de queijo gorgonzola Quatá",
      "1 colher de chá de sal (ou a gosto)",
      "1/2 colher de chá de pimenta-do-reino (ou a gosto)",
      "1 ramo de alecrim"
    ],
    "preparations": [
      "Reúna os ingredientes para fazer o melhor filé mignon ao molho de gorgonzola na sua casa;",
      "Retire a carne da geladeira pelo menos 15 minutos antes do preparo. Quando ela estiver em temperatura ambiente, tempere-a com sal e pimenta-do-reino. Reserve;",
      "Descasque e amasse o alho. Em uma frigideira grande no fogo médio para alto, coloque a manteiga, o azeite, o alecrim e o alho. Misture até derreter por 15 segundos;",
      "Em seguida, adicione a carne e deixe dourar. Quando um lado estiver bem frito, vire os filés para o outro lado;",
      "Retire os filés da frigideira e reserve no prato que for servir;",
      "Corte o queijo gorgonzola em pedaços pequenos e adicione na mesma frigideira. Acrescente o creme de leite e misture;",
      "Quando o queijo derreter e se incorporar no molho, desligue o fogo e despeje por cima dos filés. Sirva o filé mignon ao molho de gorgonzola e desfrute de um prato com bastante sabor. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/frango-frito.jpeg",
    "name": "Frango frito",
    "category": "jantar",
    "portion": "6 porções",
    "timer": "50min",
    "ingredients": [
      "1 kg de coxinha da asa (drumete)",
      "Sal e pimenta-do-reino a gosto",
      "1 colher de café de páprica defumada",
      "1 colher de café de alho em pó",
      "1 colher de café de lemon pepper",
      "Azeite a gosto",
      "1 colher de sopa de mostarda",
      "2 ovos (para empanar)",
      "1 xícara de chá de farinha de trigo (para empanar)",
      "1 xícara de chá de farinha de rosca (para empanar)",
      "Óleo para fritar"
    ],
    "preparations": [
      "Separe os ingredientes para preparar o frango frito. Aqui, vamos utilizar a coxinha da asa, mas você pode utilizar qualquer outra parte do frango;",
      "Em uma tigela, coloque o frango e tempere com sal, pimenta-do-reino, páprica, alho em pó e lemon pepper. Adicione a mostarda e regue com azeite. Com as mãos, misture os ingredientes, espalhando bem para o tempero pegar em todas as coxinhas;",
      "Tampe a tigela com plástico filme e deixe marinando na geladeira por, no mínimo, 1 hora. Se possível, faça a marinada um dia antes e deixe possar na geladeira por 12h - o frango fica ainda mais saboroso;",
      "Para empanar, quebre os ovos em um recipiente, um por um, e transfira para um prato fundo - se algum ovo estiver estragado, você não perde o preparo todo. Tempere os ovos com sal e páprica e, com um garfo, bata apenas para misturar as gemas com as claras;",
      "Em um recipiente, coloque a farinha de trigo, tempere com sal e páprica e misture para incorporar. Em outro prato, disponha a farinha de rosca. Para facilitar o processo, alinhe os 3 recipientes do empanamento;",
      "Tire o frango da geladeira meia hora antes de começar a empanar - isso facilita o cozimento. Em uma panela larga e mais alta, coloque o óleo para esquentar - suficiente para fritar as coxinhas por imersão;",
      "Com as mãos, pegue uma coxinha, passe na farinha de trigo, balance para retirar o excesso, passe no ovo batido, retire o excesso e, por fim, passe na farinha de rosca. Repita o processo com todas as coxinhas;",
      "Quando o óleo estiver quente, cerca de 170 ºC, comece a fritar - mantenha em fogo médio para evitar que o óleo aqueça mais que o desejado. Coloque poucas coxinhas por vez para o óleo não perder tanto calor e frite por imersão até o frango dourar - vire para dourar dos dois lados;",
      "Com uma escumadeira, retire o frango e deixe escorrer em uma grade de alumínio ou em um prato forrado com papel-toalha. Frite todas as coxinhas e espere escorrer bem para ficarem bem crocantes;",
      "Frango frito pronto! Sirva com os molhos de sua preferência, como ketchup, barbecue, molho tártaro etc. Você também pode servir acompanhado daquele arroz e feijão fresquinho ou risoto. Aproveite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/bife-de-figado.jpeg",
    "name": "Bife de fígado",
    "category": "jantar",
    "portion": "5 porções",
    "timer": "50min",
    "ingredients": [
      "600 gramas de bife de fígado de boi",
      "3 dentes de alho amassados",
      "1 colher de vinagre (ou caldo de 1/2 limão)",
      "Sal a gosto",
      "Pimenta-do-reino a gosto",
      "3 colheres de sopa de azeite",
      "1 cebola",
      "3 ramos de salsinha"
    ],
    "preparations": [
      "Separe os ingredientes do bife de fígado. Se for limpar e cortar os bifes em casa, retire a membrana branca, veias e nervos (essas partes podem deixar a carne dura) e não corte os bifes muito finos, pois bifes finos tendem a ficar ressecados e não tão saborosos;",
      "Descasque e corte a cebola em rodelas (não precisam ser muito finas). Lave, seque e pique a salsinha grosseiramente;",
      "Em uma tigela, coloque os bifes de fígado (limpos e cortados) e tempere com alho, vinagre, pimenta-do-reino, sal e 1 colher de sopa de azeite. Misture bem até o tempero incorporar bem em todos os pedaços da carne. Deixe marinar na geladeira por 30 minutos;",
      "Em uma frigideira quente, em fogo médio, aqueça o restante do azeite. Coloque os bifes (não coloque um em cima do outro) e frite até dourar (cerca de 3 minutos). Vire os bifes para dourar o outro lado (mais 3 minutos). Se precisar, faça esse processo aos poucos até fritar todos;",
      "Quando dourar do outro lado, adicione a cebola em rodelas e frite até dourar as cebolas - se precisar, acrescente um pouquinho de água para soltar os resíduos saborosos da carne no fundo da panela (raspe com uma colher);",
      "Desligue o fogo, finalize com a salsinha, misture e sirva! Essa receita combina muito bem com o clássico arroz e feijão e aquela salada de tomate com repolho prática e simples."
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/peixe-frito-sequinho-capa.jpeg",
    "name": "Peixe frito sequinho",
    "category": "jantar",
    "portion": "7 porções",
    "timer": "60min",
    "ingredients": [
      "800 gramas de filé de tilápia congelado Copacol",
      "2 dentes de alho amassados",
      "Suco de 1 limão",
      "Pimenta-do-reino e sal a gosto",
      "1 xícara de chá de farinha de trigo",
      "1 xícara de chá de fubá",
      "1 colher de sopa de amido de milho",
      "Azeite ou óleo a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes do peixe frito sequinho;",
      "Limpe o peixe e corte-o em postas ou filés. Nesse preparo, o melhor é que seja em filés.",
      "Em seguida, tempere o peixe com o suco do limão, alho, sal e a pimenta-do-reino. Misture bem para que o sabor pegue em todos os filés;",
      "Cubra com um pano de prato limpo ou saco plástico, e deixe descansar por cerca 30 minutos, para pegar bem o tempero;",
      "Em uma tigela, misture a farinha de trigo, o fubá e o amido de milho - mistura perfeita para empanar os filés e deixá-los sequinhos. Se quiser, você pode temperar essa mistura com mais um pouco de sal e pimenta-do-reino;",
      "Empane o peixe nessa mistura e, em seguida, leve para fritar por imersão no azeite ou óleo. Utilize uma panela larga e frite em etapas, com dois filés no máximo por vez, a depender do tamanho da sua panela. Caso precise, coloque mais azeite/óleo ao fritar os outros filés;",
      "Acomode o peixe em um prato com papel-toalha para tirar o excesso de óleo - processo importante para que o peixe fique sequinho;",
      "Agora é só servir esse peixinho delicioso. Você pode servir como entrada, petisco ou acompanhamento de uma salada ou do clássico arroz e feijão. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/frango-empanado.jpeg",
    "name": "Frango empanado",
    "category": "jantar",
    "portion": "6 porções",
    "timer": "20min",
    "ingredients": [
      "1 kg de filé de peito de frango",
      "200 ml de leite (1 xícara de chá)",
      "1 xícara de chá de farinha de trigo (130 gramas)",
      "1 colher de sopa de sal",
      "5 dentes de alho",
      "1/4 de colher de chá de pimenta-do-reino (ou a gosto)",
      "1 colher de sopa de páprica defumada",
      "1 xícara de chá de farinha Panko (90 gramas)",
      "500 ml de óleo para fritar por imersão"
    ],
    "preparations": [
      "Separe todos os ingredientes. Peça ao açougueiro para não cortar os filés muito finos. Com uma faca, faça furos superficiais em todos os pedaços de frango, assim, o tempero penetrará na carne;",
      "Descasque e triture os dentes de alho e transfira para uma tigela grande. Adicione a farinha de trigo, a páprica defumada, o sal, a pimenta-do-reino e o leite. Com uma colher, misture bem até obter uma textura cremosa - essa vai ser a marinada do frango. Ajuste o sal a gosto;",
      "Adicione os filés de frango à mistura. Com as mãos limpas, envolva todos os filés com a marinada, espalhando o tempero uniformemente;",
      "Feche a tigela com plástico filme e deixe marinando na geladeira por, no mínimo, 3 horas (pode deixar até 12 horas para pegar bem o sabor). Retire o frango da geladeira meia hora antes de começar a empanar - isso facilita o cozimento e garante a crocância;",
      "Para empanar, coloque a farinha Panko em uma tigela grande. Dê uma leve sacudida no filé para retirar o excesso da marinada e empane um pedaço por vez. Com as mãos, espalhe a farinha por todos os lados da carne, pressionando levemente para garantir a aderência;",
      "Enquanto empana os filés, coloque uma panela larga e alta com óleo para esquentar em fogo médio. Quando o óleo atingir a temperatura de 180 ºC, comece a fritar - caso não tenha termômetro culinário, coloque uma colher de pau dentro do óleo, quando o óleo começar a borbulhar ao redor da colher, a temperatura está boa para fritura;",
      "Com cuidado e aos poucos, coloque os pedaços de frango empanados na panela com óleo quente. Frite até dourar o frango completamente (cerca de 6 minutos), se necessário, vire o frango no óleo - não coloque muitos pedaços ao mesmo tempo para o óleo não perder muito calor;",
      "Com uma escumadeira, retire o frango e deixe escorrer em uma grade de alumínio ou em um prato forrado com papel-toalha. Frite todos os filés e deixe escorrendo bem para ficarem crocantes;",
      "Frango empando pronto! É só separar seus molhos preferidos: maionese, mostarda, pimenta, ketchup, entre outros, e chamar o pessoal para experimentar. Para servir mais de 6 pessoas, dobre a receita."
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/moela-de-frango.jpg",
    "name": "Moela de frango",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "45min",
    "ingredients": [
      "500 gramas de moela",
      "1 cebola pequena (90 gramas)",
      "2 dentes de alho",
      "50 gramas de pimentão vermelho",
      "2 colheres de sopa de extrato de tomate",
      "1/2 colher de chá de páprica",
      "1/4 colher de chá de lemon pepper",
      "1/4 de colher de chá de cominho",
      "1/2 colher de chá de manjericão desidratado",
      "1/4 de colher de chá de pimenta-do-reino",
      "500 ml de água (para cobrir a moela e cozinhar)",
      "1/2 colher de chá de sal (ou a gosto)",
      "Cheiro-verde a gosto",
      "Azeite a gosto",
      "700 ml de água quente (para limpar a moela)",
      "100 ml de vinagre de álcool para limpar a moela"
    ],
    "preparations": [
      "Separe os ingredientes para preparar a moela de frango. Se for utilizar a moela congelada e não a fresca, deixe descongelar naturalmente na geladeira no dia anterior;",
      "Com as moelas completamente descongeladas, é hora de limpar! Limpe as moelas em água corrente, raspando com os dedos para retirar qualquer eventual sujeira. Depois, coloque em uma tigela e adicione a água quente até cobrir e o vinagre. Misture e deixe de molho por 20 minutos;",
      "Enquanto isso, descasque e pique a cebola e os dentes de alho em cubos pequenos. Retire as sementes e as partes brancas do pimentão e pique em cubinhos;",
      "Passado o tempo, escorra as moelas. Com o auxílio de uma faca afiada, retire as partes amarelas e borrachudas das moelas, e também, as gorduras maiores se quiser. Assim que retirar tudo, lave a moela novamente na água corrente. Depois, escorra elas muito bem;",
      "Com a moela limpa, vamos começar a receita. Em uma tigela, tempere a moela com páprica, lemon pepper, cominho, manjericão, pimenta-do-reino e sal. Misture os ingredientes muito bem para pegar sabor em todos os pedaços;",
      "Em uma panela de pressão, aqueça um fio de azeite e adicione uma porção das moelas, deixando espaço entre elas e sem amontoar - isso é importante para conseguir selar a carne e não apenas cozinhar, o que permite a moela ficar mais saborosa e suculenta;",
      "Sele de ambos os lados até a moela ficar dourada, retire da panela e reserve. Adicione mais um fio de azeite e mais uma porção de moela. Repita o processo até selar todos os pedaços;",
      "Com as moelas seladas, volte todas para a panela e, em fogo médio, acrescente a cebola e o alho. Misture e refogue por uns 3 minutos ou até murchar e dourar levemente os temperos. Acrescente o pimentão picado, misture e refogue por mais 1 minuto;",
      "Junte o extrato de tomate, misture e cozinhe por mais uns 3 minutos ou até reduzir o líquido e caramelizar levemente;",
      "Adicione a água até cobrir as moelas, misture e feche a panela de pressão. Após pegar pressão, cozinhe por 20 minutos. Passado o tempo, desligue o fogo e deixe a pressão sair sozinha. Depois, abra a panela e, com um garfo, verifique se as moelas estão macias - caso não esteja, volte para a pressão por mais 10 minutos;",
      "Com a panela aberta, ligue o fogo novamente e cozinhe por mais alguns minutos, até o molho engrossar. Se necessário, acerte sal e temperos - nesse momento, você também pode adicionar cenouras, batatas ou algum outro legume de sua preferência;",
      "Finalize com cheiro-verde e agora é só aproveitar esse prato econômico e cheio de sabor. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/bisteca-com-molho-de-limao-capa.jpeg",
    "name": "Bisteca com molho de limão",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "20min",
    "ingredients": [
      "4 bistecas de porco (aproximadamente 600 gramas)",
      "2 colheres de chá de sementes de erva-doce (pode ser moída)",
      "2 colheres de chá de açúcar mascavo",
      "1/2 xícara de chá de água",
      "Raspas de 1/2 limão-siciliano",
      "2 colheres de sopa de suco de limão-siciliano",
      "1 colher de sopa de manteiga gelada",
      "1 colher de sopa de azeite",
      "Sal e pimenta-do-reino a gosto",
      "Folhas de coentro a gosto (para servir)"
    ],
    "preparations": [
      "Reúna os ingredientes da bisteca com molho de limão;",
      "Se você tiver um pilão, quebre as sementes de erva-doce até elas ficarem um pó (caso não tenha, pode comprar a erva-doce em pó). Em seguida, tempere a carne com a erva-doce, 1/2 colher de chá de sal e pimenta. Misture bem e reserve;",
      "No fogo médio, esquente uma frigideira grande com 1/2 colher de sopa de azeite. Assim que ela estiver quente, frite as bistecas e deixe-as dourando por cerca de 3 minutos de cada lado;",
      "Quando estiverem prontas, transfira-as para um prato e repita o passo com um pouco mais de azeite;",
      "Após retirar as bistecas, coloque açúcar na mesma frigideira e mexa até derreter;",
      "Despeje a água e o caldo de limão. Aproveite para fazer a deglaçagem dos queimadinhos raspando o fundo da panela (eles dão o sabor irresistível da carne). Coloque sal e pimenta. Deixe cozinhando por cerca de 2 minutos;",
      "Pare o fogo e adicione a manteiga gelada. Segure no cabo da panela e movimenta-a em círculos até manteiga derreter e o molho ficar mais consistente;",
      "Peneire o molho em um recipiente e incremente com metade das raspas de limão;",
      "Está pronto! Sirva as bistecas com esse molho delicioso e salpique as raspas de limão e coentro por cima. Bom apetite!"
    ]
  }
]
