[
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/legumes-na-airfryer-1.jpg",
    "name": "Legumes na airfryer",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "35min",
    "ingredients": [
      "1 pedaço de abóbora cabotiá (300 gramas)",
      "1 pedaço de repolho (280 gramas)",
      "2 pimentas cambuci",
      "1 cebola (120 gramas)",
      "1 batata inglesa (130 gramas)",
      "1 batata-doce (200 gramas)",
      "1 abobrinha italiana (330 gramas)",
      "1 chuchu",
      "2 cenouras pequenas",
      "5 dentes de alho",
      "1 colher de chá de sal (ou a gosto)",
      "1/2 colher de sopa de orégano (ou a gosto)",
      "1/4 de xícara de chá de azeite (60 ml)",
      "1 colher de sopa de alecrim (ou a gosto)",
      "2 colheres de sopa de molho shoyu (ou a gosto)",
      "1 colher de chá de páprica (ou a gosto)"
    ],
    "preparations": [
      "Reúna todos os ingredientes para fazer legumes na airfryer. Já higienize os ingredientes que você for utilizar e deixe sua airfryer preaquecendo a 180ºC;",
      "Descasque as cenouras e corte em rodelas grossas. Descasque a batata inglesa e corte em meia rodelas. Descasque a cebola e corte em pétalas. Corte o repolho em fatias médias. O restante dos ingredientes corte em rodelas grossas ou meia-lua;",
      "Em um recipiente, coloque todos os legumes (menos o repolho) e 5 dentes de alho com a casca. Tempere com sal, orégano, alecrim e regue com bastante azeite (ou óleo vegetal). Misture tudo muito bem, para que o tempero pegue em todos os vegetais;",
      "Com a airfryer preaquecida, coloque os vegetais temperados e deixe cozinhar a 180ºC por 15 minutos, mexendo a cada 5 minutos, ou até que fiquem macios - espete um garfo nos legumes para verificar o ponto. Depois, aumente a temperatura para 200ºC e deixe mais 15 minutos, mexendo a cada 5 minutos;",
      "Tempere o repolho separado com um pouco de shoyu, páprica e orégano. E, passado o tempo de 30 minutos totais, coloque o repolho temperado por cima dos legumes na airfryer e deixe cozinhar por mais 3 minutos a 200ºC;",
      "Transfira os legumes em uma travessa e sirva. Lembrando que o tempo na airfryer pode variar conforme a quantidade de ingredientes que você utilizar e a potência do seu eletrodoméstico. Bom apetite!    "
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/shimeji-na-manteiga.jpeg",
    "name": "Shimeji na manteiga",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "25min",
    "ingredients": [
      "400 gramas de shimeji fresco (preto ou branco)",
      "50 gramas de manteiga sem sal",
      "1 fio de azeite",
      "1/2 cebola picada (100 gramas)",
      "1 dente de alho ralado",
      "1/2 colher de café de pimenta-do-reino (ou a gosto)",
      "1/2 xícara de chá de saquê (120 ml)",
      "1/2 xícara de chá de shoyu (120 ml)",
      "3 colheres de sopa de cebolinha picada para finalizar"
    ],
    "preparations": [
      "Reúna todos os ingredientes para fazer um shimeji na manteiga saboroso. Aproveite, e deixe os cogumelos limpos e já desfie eles com as mãos;",
      "Esquente uma frigideira grande e deixe bem quente. Coloque um fio de azeite e a manteiga. Assim que a manteiga derreter, refogue o alho e a cebola;",
      "Assim que eles tiverem douradinhos, acrescente o shimeji e deixe fritar até o refogado começar a grudar na frigideira e tostar. Lembre-se de ir mexendo às vezes, para não queimar;",
      "Despeje o saquê sobre o refogado e misture rapidamente. Deixe cozinhar até o saquê agregar sabor e o álcool evaporar. Você consegue sentir pelo cheiro quando o álcool evaporar por completo;",
      "Tempere com pimenta-do-reino, despeje o shoyu e se precisar, acerte o sal se necessário (cuidado, pois o shoyu já é salgado). Misture e já desligue o fogo;",
      "Transfira o shimeji na manteiga para um recipiente, salpique a cebolinha por cima, e agora é só servir esse prato delicioso. Ele é uma ótima opção de acompanhamento para um almoço ou janta. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/ovo-frito.jpeg",
    "name": "Ovo frito",
    "category": "jantar",
    "portion": "1 porção",
    "timer": "10min",
    "ingredients": [
      "1 ovo",
      "1 fio de azeite (ou óleo)",
      "Sal e pimenta-do-reino moída na hora a gosto"
    ],
    "preparations": [
      "Reúna os ingredientes do ovo frito e, como utensílio, escolha uma frigideira antiaderente, para que o ovo não grude. Caso você não tenha, será necessário utilizar um pouco mais de azeite;",
      "Em uma tigela, quebre o ovo com cuidado para não desmanchar a gema. É importante selecionar um ovo fresco - atente-se a data da embalagem na hora da compra. Utilize o ovo em temperatura ambiente, assim a gema cozinha no tempo certo;",
      "Na frigideira, em fogo baixo, adicione o fio de azeite e espalhe bem. Assim que estiver levemente aquecida, acrescente o ovo e deixe fritar lentamente. Tempere com sal e pimenta-do-reino;",
      "A clara do ovo começará a cozinhar e, aos poucos, desgrudará da frigideira - verifique com o auxílio de uma espátula de silicone;",
      "O ponto do ovo mole é quando toda a clara estiver completamente cozida, assim a gema estará mole e cremosa - você pode utilizar uma tampa para abafar o ovo e adiantar o processo de cozimento, sem perigo de queimar a base do ovo;",
      "Agora é só servir da maneira que preferir. Se quiser um ovo com gema mais firme, vire o ovo com cuidado e deixe cozinhar até atingir o ponto desejado, para isso verifique apertando levemente a gema;"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/couve-flor-refogada.jpeg",
    "name": "Couve-flor refogada",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "40min",
    "ingredients": [
      "1 couve-flor média (380 gramas)",
      "2 colheres de sopa de óleo",
      "1/2 colher de chá de sal com alho",
      "2 colheres de sopa de cebola picada (30 gramas)",
      "2 tomates picados (30 gramas)",
      "1 colher de sopa de cheiro-verde picado"
    ],
    "preparations": [
      "Reúna os ingredientes da couve-flor refogada;",
      "Em água corrente, limpe e lave bem a couve-flor. Depois, separe os buquês e lave-os individualmente mais uma vez;",
      "Em uma panela, acrescente o óleo e os floretes. Tempere com sal, alho, cebola e tomates. Misture bem;",
      "Em seguida, coloque um pouco de água (um pouco menos que 1/2 copo) e cheiro-verde. Tampe a panela e leve para cozinhar;",
      "Está pronto! Sirva essa deliciosa couve-flor refogada. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/omelete-de-forno-facil-1.jpeg",
    "name": "Omelete de forno fácil",
    "category": "jantar",
    "portion": "8 porções",
    "timer": "40min",
    "ingredients": [
      "5 ovos",
      "1 colher de café de sal",
      "1 pitada de pimenta-do-reino",
      "1 pitada de orégano",
      "1 cenoura média ralada",
      "1 cebola grande picada em cubos",
      "1 lata de milho-verde",
      "200 gramas de peito de peru picado (ou presunto)",
      "200 gramas de queijo Minas Frescal picado (ou mussarela)",
      "1 xícara de chá de farinha de trigo",
      "50 gramas de queijo parmesão ralado",
      "Cheiro-verde a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes para o omelete de forno fácil. Você também vai precisar de um refratário ou forma de cerca de 17cm x 25cm;",
      "Em uma tigela, coloque os ovos e, com o auxílio de um garfo ou fouet, bata bem para incorporar;",
      "Em seguida, tempere com sal, pimenta e orégano - se quiser, você pode acrescentar outros temperos de sua preferência. Misture bem;",
      "Depois, adicione a cenoura ralada, a cebola picada e o milho. Com uma espátula ou colher, misture os ingredientes delicadamente;",
      "Para promover um sabor ainda mais gostoso, acrescente os cubos de peito de peru e misture novamente;",
      "E para dar liga e cremosidade, adicione a farinha de trigo na mistura e incorpore com o restante dos ingredientes;",
      "Por fim, acrescente o queijo Minas Frescal e o cheiro-verde. Misture bem;",
      "Em um refratário untado, coloque a omelete, polvilhe com o queijo parmesão ralado e leve para assar em forno preaquecido a 200°C por cerca de 30 minutos ou até assar por completo;",
      "Agora é só servir essa deliciosa omelete de forno, perfeita para qualquer momento, seja um café, almoço ou jantar. Aproveite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/arroz-capa.jpeg",
    "name": "Arroz",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "18min",
    "ingredients": [
      "1 xícara de chá de arroz agulhinha",
      "1 colher de sopa de óleo",
      "1 dente de alho picado",
      "1 colher de chá de sal fino",
      "1 folha de louro pequena (opcional)",
      "2 xícaras de chá de água fervente"
    ],
    "preparations": [
      "Reúna os ingredientes do arroz;",
      "Lave bem os grãos de arroz, escorra a água e seque-os;",
      "Em uma panela, esquente o óleo e refogue o arroz, mexendo constantemente. Adicione o alho, o sal, misture e deixe refogar;",
      "Acrescente a folha de louro, a água e misture;",
      "Diminua o fogo, deixe a panela semitampada e cozinhe até secar a água (cerca de 8 a 10 minutos);",
      "Tampe completamente a panela e deixe cozinhar por mais 1 minuto. Desligue o fogo e deixe descansar, com a panela fechada, mais 5 minutos;",
      "Retire a folha de louro e sirva em seguida. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/bolinho-de-arroz-1.jpeg",
    "name": "Bolinho de arroz",
    "category": "jantar",
    "portion": "30 unidades",
    "timer": "20min",
    "ingredients": [
      "2 xícaras de chá de arroz já cozido",
      "1 ovo (levemente batido)",
      "2 xícaras de chá de mussarela ralada",
      "1 xícara de chá de presunto ralado",
      "1/2 colher de sopa (rasa) de fermento químico em pó (fermento para bolo)",
      "1/2 colher de chá (rasa) de sal",
      "1 pitada de pimenta-do-reino",
      "1 colher de sopa (rasa) de salsinha picadinha",
      "1 colher de sopa (rasa) de cebolinha picadinha",
      "Óleo para fritar"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em um recipiente, coloque todos os ingredientes e misture bem;",
      "Amassa eles para ficarem bem misturados e formar uma massa;",
      "Pegue pequenas porções da massa e modele em formato de bolinho. Repita o processo com toda a massa;",
      "Em uma frigideira grande (ou uma panela) esquente o óleo e frite os bolinhos (de dois em, dois) até dourarem bem;",
      "Agora é só servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/feijao.jpg",
    "name": "Feijão",
    "category": "jantar",
    "portion": "8 porções",
    "timer": "30min",
    "ingredients": [
      "2 xícaras de chá de feijão-rajado (carioca ou rosinha)",
      "4 xícaras de chá de água (para deixar de molho)",
      "2 folhas de louro",
      "6 xícaras de chá de água",
      "2 colheres de sopa de azeite",
      "1 cebola picada",
      "3 dentes de alho picados ou amassados",
      "1 pimenta dedo-de-moça (opcional)",
      "Sal e pimenta-do-reino a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Disponha os feijões em uma peneira e lave eles em água corrente;",
      "Transfira para um recipiente, cubra com água e deixe de molho por pelo menos 12 horas. Durante esse tempo, troque a água algumas vezes (isso ajuda no cozimento e a retirar algumas substâncias indigestas do grão);",
      "Descarte a água e disponha o feijão em uma panela de pressão;",
      "Adicione as folhas de louro, cubra com água, tampe a panela, leve ao fogo e deixe pegar pressão;",
      "Assim que pegar pressão, diminua o fogo e deixe cozinhar por cerca de 10 minutos. Retire a pressão e reserve;",
      "Esquente o azeite em uma frigideira, refogue a cebola com o sal por 5 minutos;",
      "Adicione o alho, a pimenta-dedo-de-moça e mexa por 1 minuto;",
      "Acrescente 2 conchas do feijão cozido, com um pouco do caldo, misture bem e vá amassando os grãos para formas um purêzinho;",
      "Despeje o purê na panela de pressão com o feijão, coloque sal, pimenta-do-reino, misture bem e deixe cozinhar, em fogo baixo, mexendo sem parar por cerca de 10 minutos ou até o caldo engrossar;",
      "Agora é só servir."
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/chuchu-refogado.jpeg",
    "name": "Chuchu refogado",
    "category": "jantar",
    "portion": "2 porções",
    "timer": "20min",
    "ingredients": [
      "1 chuchu",
      "1/2 cebola",
      "1 colher de sopa de manteiga",
      "1 colher de chá de orégano seco",
      "Sal e pimenta-do-reino moída na hora a gosto"
    ],
    "preparations": [
      "Reúna os ingredientes do chuchu refogado;",
      "Com a torneira um pouco aberta, descasque o chuchu debaixo da água corrente (isso ajuda a diminuir o efeito de cola que fica nas mãos). Tire o excesso de água e coloque-o em cima da tábua;",
      "Primeiramente, corte o chuchu em duas partes do sentido do comprimento;",
      "Em seguida, fatia as duas metades em meia-luas finas. Ou, se preferir, corte as metades em 4 pedaços e fatias não muito grosso. Reserve;",
      "Descasque a cebola e fatie-a finamente;",
      "Em uma frigideira no fogo médio, coloque a manteiga para derreter;",
      "Adicione a cebola e o sal. Refogue por cerca de 4 minutos ou até ela começar a dourar;",
      "Coloque o chuchu, salpique orégano e mais um pouquinho de sal. Misture tudo;",
      "Em fogo baixo, cozinhe-o por aproximadamente 7 minutos, somente para cozinhar o chuchu e mantê-lo firme. Lembre-se de mexer de vez em quando para não queimar;",
      "Desligue o fogo, tempere com pimenta-do-reino e ajuste o sal (se necessário). Sirva esse refogado simples e delicioso no seu almoço. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/mandioca-gratinada.jpeg",
    "name": "Mandioca gratinada",
    "category": "jantar",
    "portion": "10 porções",
    "timer": "80min",
    "ingredients": [
      "500 gramas de mandioca cozida com sal e manteiga",
      "1 garrafinha de leite de coco (200 ml)",
      "3 colheres de sopa de maionese",
      "3 colheres de sopa de requeijão",
      "100 gramas de queijo parmesão ralado",
      "1 caixinha de creme de leite",
      "Parmesão ralado a gosto",
      "Sal a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em uma travessa, distribua a mandioca cozida uniformemente. Reserve;",
      "Em um mixer ou liquidificador, coloque o leite de coco, a maionese, o requeijão e 100 gramas de parmesão ralado. Bata tudo até obter uma mistura homogênea;",
      "Em seguida, adicione o creme de leite e misture até incorporar bem;",
      "Se necessário, acerte o sal e adicione mais queijo ralado ao creme. Depois, distribua o creme sobre a mandioca cozida na travessa;",
      "Salpique queijo ralado por cima e leve ao forno preaquecido a 180ºC até gratinar;",
      "Agora é só servir essa mandioca gratinada na sua próxima refeição. Bom apetite!"
    ]
  }
]
