[
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/salmao-com-batata-na-airfryer-4.jpeg",
    "name": "Salmão com batata na airfryer",
    "category": "jantar",
    "portion": "2 porções",
    "timer": "30min",
    "ingredients": [
      "400 gramas de filé de salmão",
      "2 colheres de sopa de caldo do limão (30 ml)",
      "2 batatas (por pessoa)",
      "2 ramos de alecrim",
      "1 colher de chá de sal ou a gosto",
      "1/4 de colher de chá de pimenta-do-reino ou a gosto",
      "1 colher de chá de azeite (10 ml)",
      "1 colher de café de lemon pepper"
    ],
    "preparations": [
      "Reúna todos os ingredientes do salmão com batata na airfryer;",
      "Em um recipiente, coloque os filés de salmão e, usando um garfo, faça pequenos furinhos no salmão e tempere-o com sal, pimenta-do-reino e caldo de limão. Deixe marinar por pelo menos 30 minutos;",
      "Em uma tábua, descasque as batatas e corte em tamanhos parecidos, de mais ou menos 2 cm, estilo batata rústica;",
      "Depois, leve as batatas a uma panela com água e sal, em fogo alto. Assim que começar a ferver, deixe cozinhar por 3 minutos;",
      "Passado o tempo necessário, escorra a água e disponha as batatas no fundo do cesto da airfryer, fazendo uma cama para os filés de salmão;",
      "Sobre as batatas, acomode os filés de salmão e regue com um fio de azeite. Leve para a fritadeira preaquecida a 180 ºC por 10 minutos (caso suas postas sejam mais largar, coloque a 200ºC por 15 minutos);",
      "Passado esse tempo, coloque os ramos de alecrim e vire as batatas e o peixe. Deixe por mais 6 minutos ou até dourar;",
      "Chegou o momento de se deliciar! Prepare uma saladinha refrescante e sirva com essa refeição completa e saborosa. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/picadinho-de-carne-capa.jpeg",
    "name": "Picadinho de carne",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "40min",
    "ingredients": [
      "500 gramas de miolo de acém",
      "Sal e pimenta-do-reino a gosto",
      "Farinha de rosca ou mandioca a gosto",
      "Azeite a gosto",
      "Água para cobrir",
      "1/2 cenoura cortada em cubos pequenos",
      "1/2 cebola cortada em cubos pequenos",
      "1/4 alho-poró cortado em cubos pequenos",
      "3 dentes de alho picadinhos",
      "Talos de couve picadinhos (opcional)",
      "Talos de salsinha picadinhos (opcional)",
      "Talos de coentro (opcional)",
      "1 colher de sopa de extrato de tomate",
      "1 copo americano de cerveja preta"
    ],
    "preparations": [
      "Reúna os ingredientes do picadinho de carne;",
      "Corte a carne em cubos e tempere com sal e pimenta-do-reino;",
      "Adicione um pouco (bem pouco) de farinha de rosca ou de mandioca. Misture bem;",
      "Em uma panela em fogo médio, coloque o azeite e metade da carne;",
      "Quando o fundinho começar a grudar, coloque um pouco de água e retire;",
      "Na mesma panela, coloque azeite e o restante da carne. Termine de fritar;",
      "Assim que ela estiver quase no ponto, volte a carne refogada que estava reservada e adicione a cenoura, cebola, alho-poró, alho e sal. Deixe refogando em fogo baixo;",
      "Acrescente os talos de couve e salsinha. Misture;",
      "Adicione o extrato de tomate, a cerveja e a água até cobrir a carne. Mexa bem e deixe ferver até reduzir e o molho dar uma engrossada;",
      "Finalize com salsinha, cebolinha e sirva com arroz e farofa. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/tulipa-de-frango.jpeg",
    "name": "Tulipa de frango",
    "category": "jantar",
    "portion": "5 a 6 porç.",
    "timer": "80min",
    "ingredients": [
      "1 kg de tulipas de frango (meio da asa)",
      "4 colheres de caldo de limão (cerca de 60 ml)",
      "1 colher de sopa de mostarda",
      "2 dentes de alho triturados",
      "1 colher de sobremesa de sal",
      "1 colher de chá de páprica defumada",
      "1 colher de chá de salsa desidratada",
      "1/2 colher de café de pimenta-do-reino",
      "1 fio de azeite"
    ],
    "preparations": [
      "Reúna os ingredientes para preparar as clássicas tulipas de frango suculentas e crocantes;",
      "Em um recipiente grande, coloque as tulipas e tempere com o caldo de limão, o alho triturado, a mostarda, o sal, a páprica defumada, a salsa desidratada e a pimenta-do-reino. Misture com as mãos para que todos os pedaços fiquem temperados;",
      "Cubra com plástico filme e reserve na geladeira por no mínimo 30 minutos (quanto mais tempo você deixar, mais temperadas e saborosas ficarão as tulipas);",
      "Em uma assadeira, unte o fundo com azeite e disponha as tulipas temperadas organizadamente (DICA: Se você tiver uma grade para forno, coloque-a em cima da assadeira com as tulipas por cima. Isso ajudará elas a assarem igualmente);",
      "Coloque mais azeite por cima de todas as tulipas e leve ao forno a 200ºC por cerca de 40 minutos ou até ficarem douradinhas ao seu gosto;",
      "Sirva essas tulipas de frango como petiscos ou prato principal e aproveite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/file-de-tilapia-ao-molho-de-maracuja.jpeg",
    "name": "Filé de tilápia ao molho de maracujá",
    "category": "jantar",
    "portion": "5 porções",
    "timer": "30min",
    "ingredients": [
      "5 filés de tilápia",
      "2 colheres de café de sal",
      "1 colher de café de pimenta-do-reino",
      "Suco de 1 limão médio",
      "3/4 xícara de chá de polpa de maracujá fresca",
      "3/4 xícara de chá de água",
      "5 colheres de sopa (rasas) de açúcar",
      "1 colher de sobremesa (rasa) de manteiga com sal",
      "1 colher de sopa de azeite ou óleo (para dourar)",
      "1 colher de sopa de manteiga (para dourar)"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em um recipiente, tempere os filés com sal, pimenta e o suco de limão. Misture bem e deixe marinando por, no mínimo, 2 horas na geladeira;",
      "Para o molho, em uma panela, adicione a polpa de maracujá, a água, o açúcar e 1 colher de sobremesa de manteiga. Misture e deixe ferver até borbulhar e chegar na consistência que preferir;",
      "Em uma frigideira grande, aqueça o azeite e a manteiga e adicione os filés. Grelhe de um lado até dourar e, em seguida, vire para dourar o outro lado;",
      "Sirva os filés com o molho de maracujá. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/carne-moida-com-pimentao.jpeg",
    "name": "Carne moída com pimentão",
    "category": "jantar",
    "portion": "6 a 8 porç.",
    "timer": "15min",
    "ingredients": [
      "1 pimentão vermelho",
      "1 cebola cortada em cubos",
      "2 dentes de alho picados",
      "3 colheres de sopa de azeite",
      "Sal e pimenta-do-reino a gosto",
      "500 gramas de carne moída",
      "1/2 xícara de chá de água quente",
      "Cebolinha fatiada a gosto"
    ],
    "preparations": [
      "Separe todos os ingredientes da carne moída com pimentão;",
      "Lave o pimentão, corte-o ao meio (no sentido do comprimento), retire as sementes e corte as metades em cubos médios;",
      "Leve uma frigideira ao fogo baixo, coloque 2 colheres de azeite e refogue a cebola;",
      "Quando a cebola estiver dourada, acrescente o pimentão e tempere com sal e pimenta. Deixe refogar por mais 2 minutos;",
      "Em seguida, junte o alho, mexa e refogue por mais 2 minutos;",
      "Aumente o fogo para temperatura média, coloque 1 colher de azeite e adicione a carne moída;",
      "Tempere com páprica, sal e pimenta. Deixe a carne cozinhar por cerca de 10 minutos e mexa por vezes;",
      "Gradualmente, coloque a água quente e continue mexendo;",
      "Desligue o fogo quando a água secar, acrescente a cebolinha e misture;",
      "Agora é só servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/file-de-peito-de-frango-com-leite-de-coco.jpeg",
    "name": "Filé de peito de frango com leite de coco",
    "category": "jantar",
    "portion": "6 porções",
    "timer": "30min",
    "ingredients": [
      "1 kg de filé de peito de frango",
      "2 colheres de sopa de azeite de oliva",
      "3 dentes de alho amassados",
      "1 cebola picada",
      "2 tomates picados",
      "1 colher de sopa de colorau ou páprica",
      "200 ml de leite de coco",
      "Sal e pimenta-do-reino a gosto",
      "Azeitonas picadas para enfeitar"
    ],
    "preparations": [
      "Reúna todos os ingredientes do seu filé de peito de frango com leite de coco;",
      "Pique o filé de peito de frango em cubos;",
      "Em uma panela, aqueça o azeite e coloque os cubos de frango para fritar;",
      "Tempere com sal e pimenta-do-reino e deixe fritar até dourar bem;",
      "Depois, adicione a cebola e o alho. Misture e deixe fritar por mais 1 minuto;",
      "Acrescente o tomate picado, o colorau e refogue por uns 2 a 3 minutos ou até o tomate murchar brevemente;",
      "Adicione o leite de coco e, se necessário, acerte o sal e os temperos. Mexa bem e cozinhe por uns 4 minutos para os ingredientes incorporarem;",
      "Decore com azeitonas picadas e sirva. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/frango-cremoso-com-batata-palha-capa.jpeg",
    "name": "Frango cremoso com batata palha",
    "category": "jantar",
    "portion": "6 porções",
    "timer": "30min",
    "ingredients": [
      "2 colheres de sopa de azeite de oliva",
      "400 gramas de peito de frango desfiado",
      "1/2 colher de chá de molho inglês",
      "2 colheres de sopa de extrato de tomate",
      "Sal e pimenta a gosto",
      "1/4 de xícara de chá de cream cheese ou requeijão",
      "1 colher de sopa de manteiga",
      "1 colher de sopa de farinha de trigo",
      "1 xícara de chá de leite",
      "Sal e pimenta a gosto",
      "1/4 de xícara de chá de cream cheese ou requeijão",
      "1 xícara de chá de queijo mussarela ralado",
      "Batata palha a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Para o frango, em uma panela, coloque o azeite e esquente;",
      "Coloque o peito de frango desfiado, o molho inglês, o extrato de tomate e mexa;",
      "Acrescente o sal, a pimenta e o cream cheese. Misture bem e reserve;",
      "Para o molho, em outra panela, derreta a manteiga, adicione a farinha e cozinhe por cerca de 1 minuto;",
      "Aos poucos, adicione o leite;",
      "Tempere com o sal e a pimenta. Em seguida, coloque o cream cheese, mexa bem e retire do fogo;",
      "Acrescente o queijo ralado e misture;",
      "Em um recipiente que possa ir ao forno, espalhe o frango por todo o refratário;",
      "Adicione o molho branco por cima e finalize cobrindo com batata palha. Leve ao forno preaquecido a 180º graus, por cerca de 15 minutos;",
      "Agora é só servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/costelinha-de-porco-caramelizada-no-forno-capa.jpeg",
    "name": "Costelinha de porco caramelizada no forno",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "80min",
    "ingredients": [
      "1,5 kg de costela suína temperada",
      "Vinagre a gosto",
      "Chimichurri a gosto",
      "Alecrim fresco a gosto",
      "Azeite a gosto",
      "Sal a gosto",
      "500 gramas de batata bolinha com casca",
      "3 colheres de sopa de ketchup",
      "3 colheres de sopa de molho inglês",
      "3 colheres de sopa de melado de cana",
      "3 colheres de sopa de catchup",
      "3 colheres de sopa de molho inglês",
      "3 colheres de sopa de melado de cana"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em uma tigela, borrife vinagre na costela, tempere com chimichurri, alecrim e regue com azeite;",
      "Transfira a carne para um refratário (coloque bem no meio), adicione as batatas bolinhas ao redor da peça e tempere com sal;",
      "Cubra com papel-alumínio e leve ao forno preaquecido a 160ºC por cerca de 1 hora;",
      "Para o molho, em um recipiente, adicione o ketchup, o molho inglês e o melado de cana. Misture bem e reserve;",
      "Passado o tempo de forno, retire o papel-alumínio do refratário, lambuze bem a carne com o molho e leve de volta ao forno a 160ºC por mais 20 minutos;",
      "Depois, vire a carne e deixe mais 20 minutos;",
      "Agora é só servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/sobrecoxa-assada-facil-capa.jpeg",
    "name": "Sobrecoxa assada fácil",
    "category": "jantar",
    "portion": "5 a 7 porç.",
    "timer": "60min",
    "ingredients": [
      "1,2 kg de sobrecoxas",
      "1 colher de sobremesa de sal",
      "4 dentes de alho",
      "1 colher de sopa de tempero Edu Guedes (ou outro tempero de sua preferência)",
      "1/2 colher de chá de cominho",
      "1/2 colher de chá de pimenta-do-reino moída",
      "1/2 colher de chá de mostarda em grãos",
      "1/2 colher de chá de semente de coentro",
      "1 xícara de chá de vinho branco seco"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em uma vasilha, coloque o frango e tempere com sal, alho triturado, tempero Edu Guedes, cominho, pimenta-do-reino, mostarda em grãos e sementes de coentro;",
      "Passe esses temperos por toda carne, cubra com vinho e tampe bem. Coloque na geladeira e deixe marinar de um dia para o outro;",
      "Retire da geladeira e reserve por cerca de 20 minutos. Em uma assadeira, coloque o frango por cima, com a pele voltada para cima;",
      "Coloque metade da marinada, regue azeite por cima e asse em forno preaquecido a 240°C por aproximadamente 50 minutos ou até elas ficarem totalmente cozidas;",
      "Agora é só servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/carne-de-panela-com-vinho-tinto.png",
    "name": "Carne de panela com vinho tinto",
    "category": "jantar",
    "portion": "8 porções",
    "timer": "45min",
    "ingredients": [
      "1,2 kg de músculo ou coxão duro picado",
      "Azeite a gosto",
      "2 cebolas picadas",
      "3 dentes de alho picados",
      "2 colheres de sopa de extrato de tomate",
      "Sal a gosto",
      "2 folhas de louro",
      "1 xícara de chá de vinho tinto seco",
      "Água quente (até cobrir a carne)",
      "1 colher de sopa de chimichurri",
      "Páprica e pimenta-da-jamaica a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em uma panela de pressão, esquente o azeite e doure a carne;",
      "Adicione as cebolas e refogue;",
      "Em seguida, acrescente o alho, o extrato de tomate e o sal. Misture bem;",
      "Coloque as folhas de louro, o vinho tinto e misture;",
      "Espere evaporar um pouco do vinho e cubra a carne com água;",
      "Tempere com chimichurri, páprica, sal e pimenta-da-jamaica. Misture bem;",
      "Tampe a panela, espere pegar pressão e deixe cozinhar na pressão por cerca de 30 minutos;",
      "Agora é só servir essa carne de panela com vinho tinto. Bom apetite!"
    ]
  }
]
