[
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/ervilha-torta-refogada.jpeg",
    "name": "Ervilha-torta refogada",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "15min",
    "ingredients": [
      "200 gramas de ervilha-torta",
      "1/4 de cebola pequena",
      "1 alho",
      "1 colher de sopa de manteiga ou azeite",
      "1 colher de sopa de cheiro-verde picadinho (ou a gosto)",
      "1 colher de chá de sal (ou a gosto)"
    ],
    "preparations": [
      "Reúna os ingredientes da ervilha-torta refogada;",
      "Com uma faca afiada, descasque e pique a cebola e o alho em cubinhos bem pequenos;",
      "Em seguida, lave, higienize e seque as ervilhas-tortas. Com as mãos ou com uma faca de legumes, puxe, pela ponta da ervilha, a fibra principal e descarte - é necessário tirar essa fibra, pois ela pode deixar a ervilha dura. Repita o processo com todas elas;",
      "Em uma panela ou frigideira, em fogo médio, coloque a manteiga e deixe derreter. Assim que derreter, adicione a cebola, uma pitada de sal e deixe fritar levemente. Em seguida, adicione o alho e refogue por mais 1 minuto;",
      "Depois, junte as ervilhas-tortas, tempere com sal e misture para incorporar os temperos nos legumes. Tampe a panela por uns 2 minutos e deixe refogar.",
      "Abra a panela, misture novamente e refogue por mais 2 minutos ou até atingir o ponto desejado - a ervilha deve cozinhar levemente e ainda ficar crocante e com um verde vivo. Prove e, se necessário, acerte o sal;",
      "Salpique cheiro-verde e sirva e pronto. Esse prato é um delicioso acompanhamento para qualquer refeição. Aproveite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/pure-de-batata-recheado-facil.png",
    "name": "Purê de batata recheado fácil",
    "category": "jantar",
    "portion": "8 porções",
    "timer": "35min",
    "ingredients": [
      "5 batatas cozidas e amassadas",
      "1/2 xícara de chá de leite",
      "1 colher de sopa de manteiga",
      "Sal a gosto",
      "Cerca de 200 gramas de presunto em fatias",
      "Cerca de 200 gramas mussarela em fatias",
      "Parmesão ralado a gosto",
      "Orégano a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em uma panela, coloque as batatas, o leite, a manteiga, o sal e misture bem;",
      "Leve ao fogo médio, mexa sem parar por 2 minutos e desligue o fogo;",
      "Em um refratário, cubra o fundo com uma parte do purê, espalhando bem;",
      "Cubra com uma camada de presunto, depois uma de mussarela e mais uma de purê;",
      "Repita o processo até acabar, finalizando com uma camada de purê;",
      "Polvilhe o parmesão ralado e o orégano por cima, e leve ao forno preaquecido a 180 ºC por cerca de 10 a 15 minutos;",
      "Agora é só servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/ovos-a-parmegiana.jpg",
    "name": "Ovos à parmegiana simples e rápido",
    "category": "jantar",
    "portion": "6 porções",
    "timer": "20min",
    "ingredients": [
      "Óleo de soja a gosto",
      "6 ovos inteiros",
      "Sal e pimenta-do-reino a gosto",
      "300 gramas de molho de tomate",
      "6 fatias de queijo mussarela",
      "Orégano a gosto"
    ],
    "preparations": [
      "Leve uma frigideira ao fogo baixo e adicione um fio de óleo e os ovos, deixando eles separados;",
      "Tampe a panela e espere as claras começarem a ficar branquinhas;",
      "Acrescente o sal, a pimenta e, com cuidado, o molho por cima dos ovos;",
      "Coloque as fatias de mussarela cobrindo tudo e salpique orégano por cima;",
      "Tampe a panela e deixe cozinhar, em fogo baixo, até o ponto da gema que você preferir;",
      "Agora é só servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/berinjela-ao-forno-com-queijo.jpeg",
    "name": "Berinjela ao forno com queijo",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "60min",
    "ingredients": [
      "2 berinjelas grandes",
      "200 gramas de mussarela em fatias",
      "1 sachê de molho de tomate",
      "4 dentes de alho triturado",
      "Sal, pimenta-do-reino, páprica doce e orégano a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Corte as berinjelas ao meio e em seguida faça vários cortes diagonais no miolo, formando losangos;",
      "Tempere cada pedaço com sal, pimenta-do-reino, páprica e alho. Espalhe bem os temperos para que ela fique bem saborosa;",
      "Distribua as berinjelas em uma forma (não precisa untar) e leve ao forno preaquecido a 200°C por cerca de 35 minutos ou até que fiquem macias;",
      "Retire as berinjelas do forno e coloque fatias de mussarela por cima;",
      "Em seguida cubra com o molho de tomate, salpique orégano e volte ao forno por mais 15 minutos;",
      "Agora é só servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/berinjela-assada-com-tomate-e-parmesao.jpeg",
    "name": "Berinjela assada com tomate e parmesão",
    "category": "jantar",
    "portion": "20 unidades",
    "timer": "30min",
    "ingredients": [
      "1 berinjela grande",
      "1 tomate grande",
      "Óleo para untar",
      "Sal a gosto",
      "Parmesão ralado (Quatá) a gosto",
      "Manjericão a gosto",
      "Azeite a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Comece cortando a berinjela em fatias médias e o tomate em fatias finas;",
      "Depois, unte uma assadeira com óleo, acomode as fatias de berinjela e tempere com sal;",
      "Por cima dos pedaços de berinjela, encaixe as fatias de tomate e tempere novamente;",
      "Salpique o parmesão ralado por cima, acrescente o manjericão e finalize passando um fio de azeite sobre as tudo. Leve ao forno preaquecido a 200 ºC por 20 minutos, até o queijo gratinar;",
      "Agora é só servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/farofa-de-proteina-de-soja.jpeg",
    "name": "Farofa de proteína de soja",
    "category": "jantar",
    "portion": "5 porções",
    "timer": "25min",
    "ingredients": [
      "1/2 xícara de chá de óleo",
      "1 xícara de chá de proteína de soja texturizada",
      "3 colheres de sopa de creme de cebola",
      "2 e 1/2 xícaras de chá de farinha de mandioca biju"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Comece colocando o óleo em uma panela em fogo baixo;",
      "Adicione a proteína de soja e deixe fritar, mexendo sempre, por cerca de 30 segundos;",
      "Em seguida, adicione o creme de cebola e continue misturando;",
      "Quando estiver quase homogêneo, ​​desligue o fogo;",
      "Inclua a farinha de mandioca biju e mexa mais um pouco;",
      "Sirva e aproveite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/maionese-de-batatas-com-legumes-00.jpg",
    "name": "Maionese de batatas com legumes",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "40min",
    "ingredients": [
      "2 batatas médias (sem casca) picadas",
      "3 xícaras de chá de maionese",
      "1 colher de chá de mostarda",
      "1 lata de seleta de legumes",
      "½ xícara de chá de milho",
      "Sal e pimenta a gosto",
      "Salsinha a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Leve uma panela com água ao fogo médio, adicione as batatas e cozinhe até que fiquem bem macias;",
      "Transfira as batatas cozidas para um vasilha, adicione a maionese, a mostarda e amasse tudo;",
      "Acrescente a seleta de legumes, o milho, o sal, a pimenta, a salsinha e misture;",
      "Agora é só servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/cuscuz-de-frigideira-capa.jpeg",
    "name": "Cuscuz de frigideira",
    "category": "jantar",
    "portion": "1 porção",
    "timer": "15min",
    "ingredients": [
      "5 colheres de sopa de flocão de milho (65 gramas)",
      "1/4 de xícara de chá de água (60 ml)",
      "1 pitada de sal",
      "3 fatias de queijo mussarela",
      "Orégano a gosto"
    ],
    "preparations": [
      "Reúna os ingredientes para fazer o cuscuz de frigideira, ótima opção para lanches da tarde ou até substituto do pão no café da manhã;",
      "Em uma tigela média, adicione o flocão de milho e a pitada de sal. Misture e despeje a água. Hidrate por cerca de 5 minutos e reserve na geladeira;",
      "Unte uma frigideira antiaderente com manteiga (fogo desligado);",
      "Despeje o cuscuz com uma colher e dê leves batidinhas por cima para deixar uma camada uniforme (similar ao processo de fazer tapioca);",
      "Leve a frigideira em fogo baixo e deixe o cuscuz por cerca de 3 minutos. Quando a superfície estiver levemente esbranquiçada e a base estiver durinha, utilize uma espátula e vire para o outro lado;",
      "Em seguida, adicione a mussarela e o orégano. Coloque um pouco de água na lateral da panela e tampe-a até o queijo derreter (isso ajudará a não queimar e derreter o queijo);",
      "Sirva logo em seguida para comer quentinho e delicioso. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/pure-de-abobora-com-creme-de-leite.jpeg",
    "name": "Purê de abóbora com creme de leite",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "40min",
    "ingredients": [
      "1 pedaço de abóbora (cerca de 800 gramas)",
      "1 cebola média (200 gramas)",
      "2 colheres de sopa de manteiga",
      "1/2 lata de creme de leite (150 gramas)",
      "1/2 colher de chá de sal (ou a gosto)"
    ],
    "preparations": [
      "Reúna os ingredientes para fazer esse cremoso purê de abóbora com creme de leite, excelente ideia de acompanhamento para um almoço mais especial;",
      "Higienize a abóboras, corte-a ao meio e, depois, em fatias médias (para descascar facilmente). Retire as sementes e reserve-as para outras receitas;",
      "Apoie a abóbora na tábua e corte as cascas com o auxílio de uma faca afiada. Corte cada fatia em pedaços médios para pequenos e transfira os cubos para uma panela;",
      "Cubra com água e ligue o fogo alto. Cozinhe por cerca de 30 minutos ou até ela ficar macia (espete um garfo, se ele entrar facilmente, está bem cozido);",
      "Quando a abóbora estiver cozida, descarte a água e amasse-a com um amassador de batatas, se não tiver, amasse com um garfo até ficar na consistência de purê. Reserve;",
      "Descasque e rale a cebola. Leve uma panela média no fogo médio para alto e derreta a manteiga com a cebola ralada. Misture com uma colher até ela ficar douradinha;",
      "Quando a cebola estiver levemente dourada, adicione o purê e misture bem por cerca de 5 minutos;",
      "Transfira a mistura para um liquidificador desligado, junte o creme de leite e bata-o até ficar cremoso;",
      "Devolva a mistura para a panela, experimente e, se necessário, acerte o sal. Continue misturando até ferver;",
      "Sirva esse delicioso purê de abóbora e, se quiser, decore com mais creme de leite. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/frango-com-creme-de-batata-quata.jpeg",
    "name": "Frango com creme de batata",
    "category": "jantar",
    "portion": "6 porções",
    "timer": "30min",
    "ingredients": [
      "100 gramas de bacon em cubos",
      "1/2 colher de sopa de manteiga",
      "1 fio de óleo",
      "1 dente de alho",
      "1/2 cebola grande (180 gramas)",
      "1 colher de chá de sal",
      "1/2 colher de chá de pimenta-do-reino",
      "1 folha de louro",
      "2 batatas médias (400 gramas)",
      "2 xícaras de chá de água (480 ml)",
      "150 gramas de creme de leite",
      "50 ml de leite",
      "80 gramas de queijo gouda Quatá (ou a gosto)",
      "50 gramas de parmesão Quatá para polvilhar (ou a gosto)",
      "75 gramas de gorgonzola Quatá (ou a gosto)",
      "4 colheres de sopa de cheiro-verde (ou a gosto)",
      "1/2 colher de sopa de manteiga",
      "1 fio de óleo (ou azeite)",
      "500 gramas de peito de frango",
      "1 colher de chá (rasa) de sal",
      "1/2 colher de chá de páprica picante",
      "1 pitada de pimenta-do-reino"
    ],
    "preparations": [
      "Reúna os ingredientes para fazer o frango com creme de batata, ideal para quem procura um preparo sensacional e prático;",
      "Em uma tábua, corte o bacon em cubos pequenos. Leve uma panela média ao fogo alto, coloque o fio de óleo e frite o bacon até eles ficarem douradinhos e crocantes. Reserve em um prato;",
      "Retire a casca da cebola e o alho. Pique o alho finamente e a cebola em brunnoise (cubos de 0,3 mm). Para fazer o creme de batata, na mesma panela, aqueça a manteiga e refogue a cebola e o alho picados por cerca de 5 minutos até dourarem brevemente;",
      "Descasque as batatas e corte-as em cubos médios. Coloque-as na panela junto da água e tempere com sal, pimenta-do-reino e a folha de louro. Misture com uma colher e tampe a panela até as batatas cozinharem. O ponto deve ser al dente, ou seja, macias, mas não em excesso;",
      "Quando as batatas cozinharem, retire a folha de louro e leve o restante dos ingredientes para um liquidificador com o leite e creme de leite. Bata até obter um creme homogêneo e reserve;",
      "Corte o frango em cubos médios. Em uma frigideira ou panela grande, aqueça a manteiga e o óleo. Quando estiverem quentes, adicione o frango picado;",
      "Misture para dourar todos os lados e tempere com sal, páprica e pimenta-do-reino. Mexa bem, continuamente, até dourar por completo;",
      "Em seguida, adicione o creme de batata e mexa por aproximadamente 1 minuto;",
      "Acrescente o queijo em pedaços ou ralado e tampe por cerca de 1 minuto, até derreter rapidamente;",
      "Pique o cheiro-verde finamente. Para finalizar, acrescente o bacon frito, salsinha e a cebolinha picadas. Experimente e, se necessário, ajuste o sal;",
      "Sirva o frango com creme de batata no seu almoço e jantar. Bom apetite!"
    ]
  }
]
