[
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/salada-tropical-rotated.jpeg",
    "name": "Salada tropical",
    "category": "jantar",
    "portion": "2 porções",
    "timer": "20min",
    "ingredients": [
      "Mix de folhas de sua preferência",
      "Palmito",
      "Manga",
      "Tomates-cereja",
      "Castanhas-do-Pará",
      "3 colheres de sopa de azeite",
      "1 colher de sopa de mel",
      "2 colheres de sopa de aceto balsâmico",
      "Sal a gosto",
      "Pimenta-do-reino a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes da salada tropical;",
      "Em uma tábua, pique os tomates e os palmitos em cubos e a manga em lascas. Reserve;",
      "Triture as castanhas em um processador de alimentos. Reserve;",
      "Em uma tigela, coloque as folhas rasgadas, o tomate, o palmito, a manga e as castanhas. Misture;",
      "Em uma vasilha, coloque o azeite, o mel, o aceto e tempere com sal e pimenta;",
      "Misture bem e derrame esse molho sobre as folhas;",
      "Sirva sua salada bem fresca e aproveite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/coleslaw.jpeg",
    "name": "Coleslaw",
    "category": "jantar",
    "portion": "6 a 8 porç.",
    "timer": "15min",
    "ingredients": [
      "250 gramas de repolho verde picado",
      "250 gramas de repolho roxo picado",
      "150 gramas de cenoura ralada",
      "1/4 xícara de chá de maionese (60 gramas)",
      "3 colheres de chá de mostarda dijon",
      "2 colheres de chá de vinagre de maçã ou de sidra",
      "1 colher de chá de molho de pimenta",
      "Sal e pimenta-preta a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em uma tigela, misture os repolhos picados e a cenoura ralada;",
      "Em outro recipiente, coloque a maionese, a mostarda, o vinagre e o molho de pimenta;",
      "Bata a mistura com um fouet até ficar homogênea;",
      "Despeje essa maionese sobre a salada, misture até que todos os vegetais estejam cobertos pelo molho e tempere com sal e pimenta-preta a gosto;",
      "Cubra a tigela com um plástico filme e leve à geladeira por cerca de 1 hora;",
      "Está pronto para servir!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/salada-de-macarrao-rotated.jpeg",
    "name": "Salada de macarrão",
    "category": "jantar",
    "portion": "7 porções",
    "timer": "40min",
    "ingredients": [
      "500 gramas de macarrão parafuso",
      "Água para cozinhar o macarrão",
      "1 cebola picada",
      "1 cenoura ralada",
      "200 gramas de peito de peru defumado cortado em cubinhos",
      "200 gramas de mussarela cortada em cubinhos",
      "1 tomate picado",
      "1 caixinha de milho",
      "1 caixinha de ervilha",
      "Salsinha picada e folhas de manjericão a gosto",
      "Sal e pimenta-do-reino a gosto",
      "Suco de 1/2 limão",
      "200 gramas de creme de leite",
      "5 colheres de sopa de maionese"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Encha uma panela com água e leve ao fogo até ferver;",
      "Adicione uma pitada de sal, o macarrão e deixe cozinhar até ficar al dente ou no ponto que desejar;",
      "Descarte a água e transfira o macarrão para um recipiente grande;",
      "Acrescente a cebola, a cenoura, o peito de peru, a mussarela, o tomate, o milho, a ervilha, a salsinha, o manjericão, o sal, a pimenta e misture bem;",
      "Coloque o suco de limão, o creme de leite, a maionese e misture até tudo incorporar bem;",
      "Agora é só servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/salada-caesar-1.jpg",
    "name": "Salada caesar",
    "category": "jantar",
    "portion": "2 a 3 porç.",
    "timer": "40min",
    "ingredients": [
      "1 a 2 filés de peito de frango",
      "Sal e pimenta-do-reino a gosto",
      "3 colheres de sopa de suco de limão",
      "1 a 2 filés de anchova/aliche",
      "1 dente de alho bem picadinho",
      "40 gramas de queijo parmesão ralado grosso",
      "2 colheres de sopa de azeite de oliva",
      "6 colheres de sopa de maionese",
      "Cerca de um pé de alface-americana ou romana",
      "1/2 xícara de chá de croutons"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em um recipiente, coloque o frango e tempere com sal, pimenta, metade do suco de limão. Deixe marinar por alguns minutos;",
      "Pique o filé de anchova bem picadinho, transfira para um recipiente, adicione o alho, metade do parmesão ralado, metade do azeite, o restante do suco de limão, a maionese, o sal, a pimenta e misture bem até formar um molho. Reserve na geladeira;",
      "Em uma frigideira, esquente o restante do azeite e grelhe o frango dos dois lados;",
      "Corte o filé em tirinhas e dê mais uma leve dourada. Reserve;",
      "Higienize a alface, vá rasgando as folhas grosseiramente e disponha em uma travessa;",
      "Adicione o molho, misture bem e finalize com o parmesão, as tirinhas de frango e os croutons;",
      "Agora é só servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/salada-de-batata-6.jpeg",
    "name": "Salada de batata",
    "category": "jantar",
    "portion": "6 porções",
    "timer": "30min",
    "ingredients": [
      "3 batatas grandes descascadas e cortada em cubos médios",
      "1 cebola pequena picadinha",
      "1/2 xícara de chá de maionese",
      "2 ovos cozidos picados",
      "1 colheres de sopa de cheiro-verde picado"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em uma panela, coloque as batatas, cubra com água, leve para o fogo médio e deixe cozinhar até elas ficarem al dente;",
      "Escorra a água e deixe as batatas amornarem;",
      "Transfira metade das batatas para um recipiente e amasse elas até formarem um purê;",
      "Adicione o restante das batatas, os outros ingredientes e misture bem;",
      "Leve a salada para a geladeira até a hora de servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/batata-recheada-simples-quata.jpeg",
    "name": "Batata recheada simples",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "50min",
    "ingredients": [
      "4 batatas grandes (350 gramas cada)",
      "Água para cozinhar as batatas",
      "3 colheres de sopa de creme de queijo Quatá",
      "200 gramas de presunto",
      "200 gramas de queijo gouda Quatá",
      "150 gramas de bacon",
      "1 colher de chá de orégano (ou a gosto)",
      "2 colheres de sopa de cheiro-verde a gosto (cebolinha, salsinha e coentro) (ou a gosto)",
      "Parmesão Quatá para finalizar"
    ],
    "preparations": [
      "Reúna os ingredientes para fazer a batata recheada simples, prática e deliciosa;",
      "Para cozinhar as batatas, lave-as e coloque-as na panela de pressão no fogo alto. Adicione a água, tampe e, quando pegar pressão, reduza o fogo. Conte 10-15 minutos e desligue o fogo. Deixe a pressão sair naturalmente. É importante não ultrapassar esse tempo, para elas não ficarem muito moles;",
      "Retire as batatas da água e transfira para um prato ou grade. Com elas na horizontal, utilize uma colher para remover a parte de cima e fazer uma cavidade (será o lugar do recheio). Mantenha as bordas e não retire mais do que o necessário para manter o presunto e o queijo dentro da batata;",
      "Em outro recipiente, amasse a parte retirada das batatas até formar um purê. Utilize um garfo ou um amassador;",
      "Depois, pique o presunto e o queijo em pedaços pequenos. Adicione-os na tigela com o creme de queijo Quatá e o orégano. Misture bem com a colher, experimente e acerte o sal conforme o seu paladar;",
      "Pegue a colher e recheie todas as batatas no espaço aberto até completar;",
      "Coloque as batatas recheadas em uma assadeira, adicione parmesão por cima e leve ao forno preaquecido a 180ºC por cerca de 10 minutos ou até gratinar (queijo derreter e formar crostinha);",
      "Enquanto isso, corte o bacon em cubinhos (se quiser, retire o couro para manter somente a parte da carne). Coloque óleo em uma panela e frite-o até ele ficar crocante. Reserve;",
      "Pique o cheiro verde finamente. Retire a assadeira do forno e finalize as batatas com os cubos de bacon fritos e a cebolinha, salsinha e coentro por cima;",
      "Sirva essa batata recheada simples quentinha e aproveite um preparo irresistível. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/farofa-de-lentilha-caldo-bom.jpeg",
    "name": "Farofa de lentilha",
    "category": "jantar",
    "portion": "6 a 8 porç.",
    "timer": "30min",
    "ingredients": [
      "1 xícara de chá de lentilha crua Caldo Bom (200 gramas)",
      "3 xícaras de água para cozinhar a lentilha (720 ml)",
      "1 cebola grande",
      "350 gramas de bacon em cubos",
      "3 dentes de alho grande",
      "1/4 xícara de chá de nozes (40 gramas) (opcional)",
      "1/4 xícara de chá de castanha-do-Pará (40 gramas) (opcional)",
      "1 colher de café de pimenta-do-reino (ou a gosto)",
      "1 cenoura pequena (120 gramas)",
      "2 e 1/2 xícara de chá de farofa de mandioca temperada (250 gramas)",
      "1 colher de café de coentro desidratado ou salsinha (ou a gosto)",
      "2 colheres de sopa de cheiro-verde (ou a gosto)"
    ],
    "preparations": [
      "Reúna todos os ingredientes para fazer uma farofa de lentilha muito saborosa e simples;",
      "Em uma panela, coloque água e a lentilha (a água deve cobrir os grãos por completo). Leve para o fogo médio e deixe cozinhar por cerca de 15 minutos, ou até a lentilha ficar cozida al dente (nem muito mole, nem muito dura). Descarte a água e reserve a lentilha;",
      "Retire a capa de couro do bacon e corte ele em cubinhos. Corte a cebola em cubinhos. Descasque a cenoura e rale ela no ralador fino. Amasse ou piquei os dentes de alho. Triture grosseiramente as castanhas e as nozes, e reserve tudo;",
      "Esquente uma frigideira alta, no fogo médio, e coloque os cubinhos de bacon. Deixe fritar até o bacon diminuir de tamanho e soltar a gordura - se ele soltar muita gordura, retire uma parte para não deixar a sua farofa muito molhada e gordurosa;",
      "Adicione o alho, a cebola e deixe refogar até dourar levemente. Acrescente a pimenta, o coentro e as castanhas. Misture e deixe refogar por mais 1 minutinho;",
      "Coloque a cenoura ralada, a lentilha cozida al dente e o cheiro-verde. Misture e deixe refogar mais um pouco;",
      "Junte a farofa de mandioca por cima do refogado e misture bem. Experimente e caso preciso, acerte o sal e a pimenta - lembre-se que o bacon já é salgado e a farofa já é temperada. Desligue o fogo e transfira a farofa para um refratário;",
      "Agora é só servir essa farofa deliciosa para o seu almoço de domingo ou no Ano Novo. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/cuscuz-nordestino.jpeg",
    "name": "Cuscuz nordestino",
    "category": "jantar",
    "portion": "3 a 4 porç.",
    "timer": "25min",
    "ingredients": [
      "1 xícara de chá de flocão de milho (100 gramas)",
      "1/2 xícara de chá de água (120 ml)",
      "1/4 de colher de chá de sal"
    ],
    "preparations": [
      "Reúna os ingredientes e venha aprender a fazer o cuscuz nordestino, receita tradicional e direto ao ponto;",
      "Em uma tigela grande, coloque o flocão, o sal e a água aos poucos (adicione-a em 3 partes). Misture até a farinha absorver a água;",
      "Adicione mais um pouco de água e misture, até ele absorver a água novamente;",
      "Após colocar toda a água, continue mexendo de baixo para cima, deixando-o bem soltinho e macio. Reserve para hidratar por cerca de 10 minutos;",
      "Preencha a parte de cima da cuscuzeira com uma colher, sem apertar. Se quiser, recheie com queijo e complete com mais cuscuz. Tampe a cuscuzeira, coloque água na parte de baixo e encaixe as duas partes. Leve ao fogo baixo por cerca de 8-15 minutos. Depois, deixe descansar por mais 5 minutos;",
      "Sirva o cuscuz nordestino com o acompanhamento de sua preferência. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/arroz-de-brocolis.jpeg",
    "name": "Arroz de brócolis",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "25min",
    "ingredients": [
      "1/2 maço de brócolis (250 gramas)",
      "1/2 cebola pequena (130 gramas)",
      "2 dentes de alho",
      "2 xícaras de chá de água (450 ml)",
      "1 colher de sopa de azeite",
      "1 xícara de chá de arroz (150 gramas)",
      "1/2 colher de chá de sal",
      "1 pitada de bicarbonato de sódio"
    ],
    "preparations": [
      "Separe os ingredientes para preparar o arroz de brócolis, esse acompanhamento nutritivo, saboroso e com uma coloração linda;",
      "Pegue o brócolis, destaque as folhas, corte e descarte a base grossa dos talos (você pode guardar para preparar caldos) e separe os floretes. Lave todas as partes e, em seguida, seque-as muito bem;",
      "Em um liquidificador, coloque a água junto com as folhas do brócolis. Bata até obter uma mistura homogênea. Reserve. Se necessário, retire as fibras mais duras dos talos mais grossos. Pique os talos e os floretes em pedaços pequenos;",
      "Descasque e pique a cebola e o alho em cubos pequenos;",
      "Em uma panela, aqueça o azeite e refogue a cebola até murchar. Acrescente o alho e refogue até começar a dourar, mexendo às vezes. Adicione o arroz e refogue por uns 2 minutos, mexendo sempre até os grãos começarem a ficar transparentes;",
      "Regue sobre o arroz a água batida com as folhas e adicione os talos e floretes de brócolis. Tempere com sal e acrescente a pitada de bicarbonato - ele mantém os vegetais com cores vivas, bem verdinhos;",
      "Misture bem e deixe cozinhar, em fogo baixo, até os grãos e o brócolis ficarem macios, cerca de 15 a 20 minutos - você pode deixar a panela semiaberta para que o processo seja um pouco mais rápido;",
      "Quando a água do arroz secar completamente, feche a panela e desligue o fogo. Deixe o arroz descansar por uns 5 minutos para finalizar o cozimento dos grãos;",
      "Abra a panela e, com uma colher ou garfo, solte o arroz cuidadosamente para não quebrar os grãos. Agora é só servir!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/pirao-de-peixe.jpeg",
    "name": "Pirão de peixe",
    "category": "jantar",
    "portion": "7 porções",
    "timer": "50min",
    "ingredients": [
      "300 gramas de peixe (pintado/tambaqui) ou cabeças que sobram",
      "250 gramas de farinha de mandioca",
      "2 tomates maduros picados",
      "2 cebolas picadas",
      "1/2 pimentão picado",
      "3 tabletes de caldo de camarão",
      "2 colheres de sopa de colorau",
      "1 pimenta-de-cheiro picada",
      "1 pimenta malagueta picada",
      "Sal e pimenta-do-reino a gosto",
      "6 colheres de sopa de azeite de dendê (ou azeite de oliva)",
      "2 litros de água",
      "Cheiro-verde a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes do pirão de peixe. Aqui, utilizamos alguns filés de peixe, mas para aproveitar ainda melhor, você pode utilizar cabeças ou carcaças de peixe que são encontradas em peixarias ou feiras;",
      "Em um panela, em fogo médio, aqueça o azeite e refogue a cebola e o pimentão por 2 minutos. Acrescente o tomate, as pimentas e tempere com colorau, sal e pimenta-do-reino. Refogue por mais 2 minutos e junte a água, os tabletes de caldo de camarão e o peixe. Cozinhe por 40 minutos após a fervura;",
      "Passado o tempo, coe a mistura da panela com uma peneira fina e reserve o caldo - você pode desfiar o peixe, retirando as espinhas, e adicionar no pirão para trazer mais sabor e textura;",
      "Volte o caldo na panela e, aos poucos adicione a farinha, mexendo sempre até incorporar e começar a encorpar;",
      "Assim que levantar fervura, cozinhe por cerca 10 a 15 minutos, mexendo às vezes para não grudar no fundo da panela. Prove e, se necessário, acerte os temperos e o sal. Se precisar, adicione mais água para o pirão chegar no ponto desejado (mais mole ou mais firme);",
      "Finalize com cheiro-verde, misture e desligue o fogo. Transfira para um refratário;",
      "Agora é só servir essa delícia! O pirão de peixe é um prato versátil, que combina com arroz branco, farofas, peixe frito ou cozido e muito mais. Aproveite essa maravilha que faz sucesso no Brasil todo!"
    ]
  }
]
