[
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/cuscuz-no-micro-ondas.jpeg",
    "name": "Cuscuz no micro-ondas",
    "category": "jantar",
    "portion": "1 porção",
    "timer": "10min",
    "ingredients": [
      "5 colheres de sopa de flocão de milho (75 gramas)",
      "5 colheres de sopa de água (70 ml)",
      "1/2 colher de café de sal (ou a gosto)",
      "Manteiga para untar a caneca"
    ],
    "preparations": [
      "Reúna os ingredientes para fazer um cuscuz de micro-ondas prático e rápido, boa opção para quem não tem uma cuscuzeira;",
      "Em uma vasilha média, adicione o flocão de milho e o sal. Misture com a colher. Acrescente a água e misture novamente. Deixe reservado por cerca de 8 minutos para hidratá-lo;",
      "Escolha uma caneca que possa ir ao micro-ondas e unte-a com manteiga. Preencha a caneca com o flocão de milho hidratado;",
      "Leve ao micro-ondas por cerca de 2 minutos e, após o tempo, desenforme em um prato;",
      "Sirva o cuscuz de micro-ondas com manteiga logo em seguida, para aproveitar o melhor desse preparo. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/ovos-mexidos.jpeg",
    "name": "Ovos mexidos",
    "category": "jantar",
    "portion": "1 a 2 porç.",
    "timer": "10min",
    "ingredients": [
      "3 ovos",
      "1 colher de sopa de manteiga",
      "2 colheres de sopa de requeijão",
      "Sal e pimenta-do-reino a gosto"
    ],
    "preparations": [
      "Reúna os ingredientes dos ovos mexidos;",
      "Quebre os ovos em uma tigela e bata levemente com um garfo ou fouet;",
      "Derreta a manteiga em uma frigideira no fogo baixo;",
      "Adicione os ovos batidos e o requeijão. Comece a mexer sem parar no fogo mínimo e retire algumas vezes do fogo para não cozinhar muito (continue mexendo sem parar);",
      "Assim que ficar bem cremoso, desligue e tempere com sal e pimenta;",
      "Agora é só servir esse preparo delicioso. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/ovo-cozido.jpeg",
    "name": "Ovo cozido perfeito",
    "category": "jantar",
    "portion": "1 porção",
    "timer": "12min",
    "ingredients": ["1 ovo", "Água o bastante para cobrir"],
    "preparations": [
      "Reúna todos os ingredientes, e cerca de 30 minutos antes de cozinhar, retire o ovo (ou os ovos, se for preparar mais de um) da geladeira - isso evita que a casca quebre com o choque térmico;",
      "Em uma panela ou fervedor de água, coloque a água e leve ao fogo médio para ferver. Assim que ferver, com o auxílio de uma colher e com cuidado, coloque o ovo na água e abaixe o fogo - adicionar o ovo com cuidado evita que ele bata no fundo da panela e quebre a casca;",
      "Escolha o seu ponto preferido (confira nos próximos passos) e após o tempo indicado, com o auxílio de uma colher, tire o ovo da panela e mergulhe em uma tigela com água gelada e gelo - esse processo é importante para cessar o cozimento, além de deixar o ovo morno e mais fácil para descascar;",
      "Para escolher o ponto do ovo cozido, confira estas dicas: se você quer um ovo com a gema cozida, mas sem passar do ponto, cozinhe por 12 minutos;",
      "Se você prefere a gema cremosa, deixe por apenas 7 minutos;",
      "Se você gosta do famoso ovo “mollet”, ou seja, clara cozida e gema mais líquida, cozinhe por 6 minutos;",
      "E por último, mas não menos importante, você pode fazer o ovo quente, que tem a clara cozida macia e a gema bem mole, para esse apenas 4 minutos são suficientes;",
      "Para descascar, em uma tábua de cozinha, role o ovo pressionando delicadamente com a palma da mão, assim que a casca rachar comece a puxar os pedacinhos até retirar tudo. Enxágue o ovo na tigela com água novamente para descartar qualquer casquinha. Agora é só aproveitar!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/strogonoff-de-camarao-facil-1.jpg",
    "name": "Strogonoff de camarão fácil",
    "category": "jantar",
    "portion": "3 porções",
    "timer": "30min",
    "ingredients": [
      "400 gramas camarão",
      "1 colher de sopa de manteiga (12 gramas)",
      "3 dentes de alho amassados ou picados",
      "1 cebola média picada",
      "1 colher de sopa de azeite de oliva (15 ml)",
      "1 e 1/4 xícara de chá de creme de leite fresco (300 ml)",
      "5 colheres de sopa de ketchup (70 gramas)",
      "2 colheres de sopa de mostarda (30 gramas)",
      "Suco de 1/2 limão (20 ml)",
      "1 colher de chá de sal (ou a gosto)",
      "1/4 colher de chá de pimenta-do-reino (ou a gosto)"
    ],
    "preparations": [
      "Reúna os ingredientes do seu strogonoff de camarão fácil;",
      "Tempere o camarão com sal, pimenta-do-reino e o suco de 1/2 limão. Misture e deixe reservado para ser utilizado depois na receita;",
      "Separe uma frigideira e deixe elas esquentar no fogo médio. Acrescente o azeite de oliva e a manteiga e deixe derreter por completo;",
      "Assim que derretida a manteiga, acrescente o alho picado e refogue até ficar dourado;",
      "Em seguida, acrescente a cebola picada e mexa até ficar refogar e ficar transparente;",
      "Aumente o fogo e coloque o camarão sem o suco de limão;",
      "Frite o camarão dos dois lados até selar (cerca de 15 a 20 segundos cada lado). Acrescente o ketchup, a mostarda e o creme de leite fresco. Misture tudo e finalize com o sal;",
      "Assim que levantar fervura, desligue o fogo e sirva. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/macarrao-na-panela-de-arroz.jpeg",
    "name": "Macarrão na panela de arroz",
    "category": "jantar",
    "portion": "2 a 3 porç.",
    "timer": "20min",
    "ingredients": [
      "1 colher de sopa de azeite",
      "1/2 colher de sopa de manteiga",
      "1/2 cebola picada",
      "1 dente de alho amassado",
      "1 linguiça de frango picada (cerca de 150 gramas)",
      "1 sachê de molho de tomate (300 gramas)",
      "600 ml de água quente",
      "1/2 pacote de macarrão farfalle (gravatinha) (250 gramas)",
      "2 colheres de sopa de requeijão ou creme de leite",
      "1/4 xícara de chá de queijo parmesão (25 gramas)"
    ],
    "preparations": [
      "Reúna os ingredientes do macarrão na panela de arroz;",
      "Na panela de arroz, coloque o azeite, a manteiga, a cebola, o alho e misture. Ligue a panela no modo cozinhar, tampe e deixe refogar;",
      "Assim que dourar, adicione a linguiça, misture, tampe e deixe refogar mais um pouco;",
      "Acrescente o molho de tomate, a água, o macarrão, misture bem, tampe e deixe cozinhar até a massa ficar al dente;",
      "Junte o requeijão, o parmesão ralado, misture bem e desligue;",
      "Sirva com mais parmesão por cima e aproveite junto com a família!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/macarrao-com-frango-na-panela-de-pressao-capa.jpeg",
    "name": "Macarrão com frango na panela de pressão",
    "category": "jantar",
    "portion": "6 porções",
    "timer": "30min",
    "ingredients": [
      "1 fio de óleo (ou azeite)",
      "Colorau a gosto",
      "1 tablete de caldo de galinha",
      "3 dentes de alho bem picadinhos",
      "1/2 kg de peito de frango picadinho",
      "Sal e pimenta-do-reino a gosto",
      "1/2 colher de sopa de orégano",
      "1 sachê de molho de tomate pronto",
      "300 gramas de macarrão (o de sua preferência)",
      "Água (para cozinhar o macarrão)",
      "1 caixinha de creme de leite"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em uma panela de pressão, coloque o óleo, o colorau, o caldo de galinha, o alho e refogue bem até dissolver o caldo;",
      "Adicione os cubos de frango. Mexa bem e sele a carne;",
      "Tempere com sal, pimenta, orégano e misture;",
      "Despeje o molho e misture bem;",
      "Acrescente o macarrão, cubra com água, acerte o sal, tampe a panela e deixe cozinhar por 1 minuto após pegar pressão;",
      "Coloque o creme de leite, misture bem e transfira para um refratário;",
      "Agora é só servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/carne-ao-vinho-na-panela-de-pressao.png",
    "name": "Carne ao vinho na panela de pressão",
    "category": "jantar",
    "portion": "8 porções",
    "timer": "50min",
    "ingredients": [
      "Fio de azeite",
      "1 peça de carne (fraldinha, lagarto, maminha ou cupim)",
      "1 cebola picada",
      "2 dentes de alho picados",
      "1 caldo de costela ou mix de temperos de sua preferência",
      "3 colheres de sopa de extrato de tomate",
      "1/2 garrafa de vinho tinto seco",
      "Sal e pimenta-do-reino a gosto",
      "10 minicebolas ou batatas bolinha"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em uma panela de pressão, espalhe um fio grande de azeite, esquente e coloque a carne para dourar de ambos os lados;",
      "Assim que a carne estiver dourada, acrescente a cebola e o alho picado. Coloque o caldo de costela, o extrato de tomate e o vinho tinto seco;",
      "Tempere com sal e pimenta-do-reino e misture bem. Feche a panela, deixe em fogo baixo e conte 40 minutos após pegar pressão;",
      "Abra a panela, verifique o ponto da carne e adicione as batatas bolinhas ao preparo. Feche e deixe na pressão por mais 5 minutos;",
      "Agora é só servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/macarrao-com-calabresa-em-uma-panela-so.jpeg",
    "name": "Macarrão com calabresa em uma panela só",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "20min",
    "ingredients": [
      "2 colheres de sopa de azeite",
      "1 gomo de calabresa picada em rodelas",
      "1/2 cebola picada",
      "2 dentes de alho picados",
      "1 lata de tomate pelado",
      "1 colher de café de orégano",
      "Sal e pimenta a gosto",
      "200 gramas de macarrão cru",
      "350 ml de água"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Coloque o azeite em uma panela grande e refogue a calabresa, a cebola e o alho;",
      "Acrescente o tomate pelado, o orégano e tempere com sal e pimenta;",
      "Junte o macarrão cru e misture bem;",
      "Acrescente a água fervente, tampe e deixe cozinhar, mexendo de vez em quando;",
      "Quando ferver, abaixe o fogo e mantenha a panela tampada até o macarrão chegar ao ponto, mexendo a cada 3 minutos;",
      "Agora é só servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/macarrao-cremoso-na-panela-de-pressao-8.jpeg",
    "name": "Macarrão cremoso na panela de pressão",
    "category": "jantar",
    "portion": "8 porções",
    "timer": "20min",
    "ingredients": [
      "1 pacote de macarrão tipo penne grano duro (500 gramas)",
      "400 gramas de molho de tomate",
      "250 gramas de creme de leite (Quatá)",
      "4 xícaras de chá de água fria",
      "200 gramas de mussarela cortada em pedaços",
      "200 gramas de presunto picado",
      "200 gramas de bacon picado",
      "1/2 unidade de cebola média",
      "2 dentes de alho picados",
      "Sal a gosto"
    ],
    "preparations": [
      "Reúna os ingredientes do macarrão cremoso na panela de pressão;",
      "Coloque o macarrão, o molho de tomate, a água, o sal, a cebola e o alho em uma panela de pressão;",
      "Tampe-a e leve ao fogo médio. Após pegar pressão, deixe cozinhar por cerca de 3 minutos e desligue o fogo;",
      "Doure o bacon em uma panela e escorra o óleo depois de fritá-lo;",
      "Adicione o presunto, a mussarela e o bacon na panela com o macarrão cozido;",
      "Por último, adicione o creme de leite;",
      "Misture tudo em fogo baixo, até que o queijo derreta. Sirva em seguida!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/arroz-com-calabresa-na-pressao-facil.jpeg",
    "name": "Arroz com calabresa na pressão fácil",
    "category": "jantar",
    "portion": "8 porções",
    "timer": "15min",
    "ingredients": [
      "1 colher de sopa de óleo",
      "1/2 cebola picada",
      "1 gomo de linguiça calabresa cortada em rodelas",
      "3 dentes de alho picados",
      "2 xícaras de chá de arroz",
      "1 cenoura ralada",
      "1 lata de milho escorrido",
      "Cheiro-verde a gosto",
      "1/2 sachê de molho de tomate",
      "Sal a gosto",
      "3 xícaras de chá de água quente"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em uma panela de pressão, esquente o óleo e refogue a cebola, a linguiça e o alho;",
      "Adicione o arroz, a cenoura, o milho e o cheiro-verde. Misture bem e deixe refogar mais um pouco;",
      "Acrescente o molho de tomate, o sal e a água quente. Misture;",
      "Tampe a panela e deixe pegar pressão no fogo alto. Assim que pegar pressão, diminua o fogo, conte 3 minutos, desligue o fogo e deixe a pressão sair sozinha;",
      "Pronto, agora é só servir e bom apetite!"
    ]
  }
]
