[
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/linguica-recheada.jpeg",
    "name": "Linguiça recheada",
    "category": "jantar",
    "portion": "6 a 8 porç.",
    "timer": "35min",
    "ingredients": [
      "800 gramas de linguiça de pernil",
      "Água para cozinhar a linguiça",
      "80 gramas de maionese",
      "Suco de 1/2 limão",
      "Cebolinha a gosto",
      "Alho picado a gosto",
      "1/2 pimentão amarelo picado",
      "1/2 cebola roxa picada",
      "1 tomate picado",
      "Queijo mussarela ou parmesão a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em uma panela, coloque a água quente e cozinhe rapidamente as linguiças;",
      "Retire da água, espere esfriar e corte ao meio, mas sem chegar até o final, como se fosse um pão;",
      "Em um recipiente, faça uma mistura de maionese com limão, cebolinha e alho;",
      "Usando uma colher ou faca, passe essa pastinha no meio das linguiças;",
      "Acrescente o pimentão, a cebola e o tomate por cima;",
      "Finalize com bastante queijo ralado sobre a linguiça e aperte bem;",
      "Acomode a carne recheada em uma assadeira e leve ao forno preaquecido a 210 °C por 25 a 30 minutos;",
      "Sirva essa delícia e aproveite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/almondegas-na-airfryer.jpeg",
    "name": "Almôndegas na airfryer",
    "category": "jantar",
    "portion": "30 unidades",
    "timer": "20min",
    "ingredients": [
      "500 gramas de carne moída (acém, patinho ou outra que preferir)",
      "1 ovo",
      "2 dentes de alho amassados",
      "Sal e pimenta-do-reino a gosto",
      "2 colheres de sopa de farinha de trigo (ou farinha de rosca)",
      "Outros temperos que você preferir a gosto",
      "Azeite a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Em um recipiente, coloque a carne, o ovo, o alho, o sal, a pimenta, a farinha e misture bem até ficar homogêneo;",
      "Unte as mãos com azeite, pegue pequenas porções da massa e molde em formato de bolinhas de cerca de 20 gramas;",
      "Preaqueça a fritadeira elétrica por 5 a 10 minutos a 180 ºC, disponhas as bolinhas na cesta, com espaço entre elas, regue com um pouco de azeite (caso queira) e leve para fritar por 5 minutos a 180 ºC;",
      "Vire as bolinhas e volte a fritar por mais 5 a 10 minutos;",
      "Agora é só servir. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/ragu-de-carne-simples-capa.jpeg",
    "name": "Ragu de carne simples",
    "category": "jantar",
    "portion": "10 porções",
    "timer": "59min",
    "ingredients": [
      "1,5 kg de coxão mole ou peito bovino em peça e sem osso",
      "1 cebola descascada",
      "1 cenoura lavada e descascada",
      "2 talos de salsão lavados, sem as folhas e cortados em cubinhos",
      "3 dentes de alho descascados",
      "70 gramas de bacon cortado em cubinhos",
      "1 lata de tomate pelado em pedaços e com líquido",
      "1 colher de sopa de extrato de tomate",
      "1/3 xícara de chá de azeitona preta e sem caroço",
      "1 xícara de chá de vinho tinto",
      "1 litro de água",
      "1 folha de louro",
      "1 colher de chá de orégano seco",
      "2 colheres de sopa de azeite",
      "Sal e pimenta-do-reino a gosto"
    ],
    "preparations": [
      "Junte todos os ingredientes do ragu de carne;",
      "Com o auxílio de uma faca, retire o excesso de gordura e corte a carne em cubos médios de aproximadamente 5 cm. Depois transfira os pedaços para um recipiente e mantenha-o em temperatura ambiente;",
      "Em uma tábua, pique a cebola e os dentes de alho finamente. Depois, corte a cenoura em cubinhos e as azeitonas em 4 partes. Reserve separadamente;",
      "Em fogo médio, coloque a panela de pressão com 1/2 colher de azeite. Doure os cubos de carne de pouco em pouco para que elas fiquem douradas e não soltem os líquidos;",
      "Na primeira leva, tempere com sal e pimenta-do-reino, e doure todos os lados. Reserve em um recipiente e continue o processo até todos os cubinhos estarem selados;",
      "Mantenha a mesma panela em fogo médio, doure o bacon por aproximadamente 1 minuto (adicione mais azeite);",
      "Adicione a cebola e mexa-a na panela de modo a pegar os grudadinhos do fundo (eles dão o sabor do preparo);",
      "Incremente com a cenoura, salsão e a folha de louro. Refogue por aproximadamente 5 minutos ou até os legumes ficarem al dente. Coloque sal e pimenta;",
      "Coloque o extrato de tomate, o alho e o orégano. Misture por cerca de 1 minuto e junte o tomate pelado. Mexa bem;",
      "Adicione a água e o vinho, misture tudo e aumente o fogo;",
      "Quando ferver, retorne a carne dourada para a panela. Tampe-a e cozinhe em fogo médio. Conte cerca de 40 minutos depois que começar a apitar e reduza o fogo;",
      "Pare o fogo e espere a pressão sair. Retire a tampa e transfira a carne para um prato, desfiando-a com o auxílio de 2 garfos;",
      "Retorne a carne desfiada para a panela, misture as azeitonas e acerte os temperos;",
      "Está pronto! Sirva o ragu de carne simples com o acompanhamento de sua preferência. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/frango-recheado-com-mussarela.jpeg",
    "name": "Filé de frango recheado com mussarela",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "50min",
    "ingredients": [
      "4 filés de frango",
      "Sal a gosto",
      "4 colheres de sopa de mostarda Dijon",
      "4 fatias de mussarela",
      "Azeite a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes do seu frango recheado com mussarela;",
      "Tempere os filés: de um lado passe sal, do outro espalhe bem a mostarda;",
      "Adicione a fatia de mussarela em cima do filé (na parte com mostarda) e enrole como se fosse um rocambole;",
      "Repita o processo com todos e transfira-os para um refratário;",
      "Regue com azeite e coloque mais alguns pedaços de mussarela por cima dos rolinhos de frango;",
      "Leve ao forno preaquecido a 180º graus até que o frango asse e o queijo derreta (cerca de 30 a 40 minutos);",
      "Sirva com legumes assados. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/frango-dijon.jpeg",
    "name": "Frango Dijon",
    "category": "jantar",
    "portion": "5 a 6 porç.",
    "timer": "30min",
    "ingredients": [
      "1 kg de peito de frango cortado em tiras",
      "1/2 colher de sopa de sal",
      "Pimenta-do-reino moída a gosto",
      "Suco de 1 limão",
      "3 colheres de sopa de manteiga",
      "1/2 colher de sopa de óleo",
      "1/2 cebola picada",
      "500 gramas de creme de leite fresco",
      "2 a 3 colheres de mostarda Dijon",
      "Sal a gosto"
    ],
    "preparations": [
      "Reúna todos os ingredientes do seu frango Dijon;",
      "Em um recipiente, coloque o frango e tempere com 1/2 colher de sopa de sal, suco do limão e pimenta-do-reino a gosto. Misture bem e deixe marinando por cerca de 30 minutos;",
      "Em uma frigideira aquecida, em fogo médio/alto, adicione a manteiga e o óleo e, assim que a manteiga começar a derreter, disponha as tiras frango e doure brevemente;",
      "Assim que o filé começar a ficar branco nas bordas, vire para dourar o outro lado. Repita o processo com o restante das tiras de frango e reserve;",
      "Na mesma frigideira, coloque a cebola e refogue até murchar e ficar levemente transparente;",
      "Em seguida, acrescente o creme de leite fresco e a mostarda. Misture muito bem, prove e, se necessário, acerte o sal;",
      "Retorne o frango à panela com o molho e deixe cozinhar por cerca de 5 a 7 minutos;",
      "Agora é só aproveitar o seu delicioso frango com o molho de mostarda Dijon. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/fricasse-de-frango-facil-quata.jpeg",
    "name": "Fricassê de frango fácil",
    "category": "jantar",
    "portion": "8 porções",
    "timer": "40min",
    "ingredients": [
      "1 lata de milho-verde (170 gramas)",
      "1 copo de requeijão cremoso (200 gramas)",
      "1 lata de creme de leite pasteurizado Quatá (300 gramas)",
      "1 xícara de chá de água (250 ml)",
      "2 peitos de frango desfiado (500 gramas)",
      "100 gramas de azeitona sem caroço",
      "Sal a gosto",
      "50 gramas de queijo parmesão ralado Quatá",
      "150 gramas de queijo tipo gouda Quatá",
      "100 gramas de batata palha ou a gosto"
    ],
    "preparations": [
      "Reúna os ingredientes para preparar esse delicioso fricassê de frango fácil;",
      "Em um liquidificador desligado, coloque o milho, o requeijão, o creme de leite e a água. Coloque a tampa e bata até obter uma mistura homogênea;",
      "Em seguida, leve uma panela grande no fogo médio e despeje a mistura do liquidificador. Adicione o frango desfiado, as azeitonas e o sal. Mexa com uma espátula continuamente até refogar e ficar bem cremoso;",
      "Após a mistura encorpar, transfira para um refratário e espalhe bem com a espátula;",
      "Em seguida, rale o queijo gouda e o parmesão por cima de toda a superfície;",
      "Espalhe a batata palha por cima e leve ao forno preaquecido a 180ºC, por cerca de 15-20 minutos ou até gratinar;",
      "Sirva o seu delicioso fricassê aos amigos e família. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/file-de-frango-parmegiana.jpeg",
    "name": "Filé de frango à parmegiana",
    "category": "jantar",
    "portion": "6 porções",
    "timer": "45min",
    "ingredients": [
      "1 kg de filé de frango",
      "1/2 colher de sopa de sal",
      "1 pitada de pimenta-do-reino",
      "1 pitada de páprica picante",
      "1 pitada de açafrão",
      "1 limão espremido",
      "2 ovos (levemente batidos com sal e pimenta)",
      "Farinha de trigo para empanar",
      "Farinha de rosca para empanar",
      "340 gramas de molho de tomate",
      "300 gramas de queijo mussarela"
    ],
    "preparations": [
      "Reúna todos os ingredientes do seu filé de frango à parmegiana;",
      "Tempere os filés com sal, pimenta-do-reino, páprica picante, açafrão e limão. Passe eles no ovo, em seguida, na farinha de trigo, novamente no ovo, e, por fim, na farinha de rosca;",
      "Pressione levemente para que a farinha fique grudada na carne e repita o processo com todos os filés;",
      "Frite-os em óleo bem quente até que fiquem dourados;",
      "Em um refratário, distribua os filés no fundo (Não coloque um filé por cima do outro). Adicione o molho de tomate, o queijo ralado por cima e leve-os para assarem em forno preaquecido a 230ºC por 20 minutos ou até gratinar;",
      "Tire do forno com cuidado e sirva. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/strogonoff-de-frango-simples.jpg",
    "name": "Strogonoff de frango simples",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "40min",
    "ingredients": [
      "500 gramas de peito de frango cortado em cubos ou tirinhas",
      "1 colher de sopa de manteiga",
      "1/2 cebola picada ou ralada",
      "Sal e pimenta-do-reino a gosto",
      "1/2 xícara de chá de água",
      "1 caixinha de creme de leite (200 gramas)",
      "6 colheres de sopa de ketchup"
    ],
    "preparations": [
      "Separe todos os ingredientes do strogonoff de frango simples;",
      "Leve uma panela ao fogo médio e refogue a cebola na manteiga até que ela fique douradinha;",
      "Na sequência, acrescente o frango, o sal e a pimenta. Misture e espere dourar;",
      "Coloque a água e deixe ferver;",
      "Quando boa parte da água evaporar, adicione o creme de leite e o ketchup. Misture e deixe cozinhar mais um pouco;",
      "Se necessário, corrija o sal e a pimenta;",
      "Desligue o fogo e sirva com batata palha. Bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/nuggets-rotated.jpeg",
    "name": "Nuggets",
    "category": "jantar",
    "portion": "20 a 30 unid.",
    "timer": "90min",
    "ingredients": [
      "1 kg de peito de frango em cubos",
      "2 colheres de chá de sal",
      "Pimenta-do-reino a gosto",
      "1 e 1/2 colher de chá de alho em pó",
      "1 colher de sopa de páprica picante",
      "1/2 xícara de chá de parmesão ralado",
      "4 colheres de sopa de farinha de trigo",
      "4 a 5 colheres de sopa de manteiga derretida",
      "Flocos de milho triturados para empanar",
      "Óleo para fritar"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Faça uma mistura com os temperos, o queijo parmesão e a farinha de trigo",
      "Passe os cubos de peito de frango nessa mistura. Reserve",
      "Banhe rapidamente os frangos na manteiga derretida",
      "Empane com os flocos de milho triturados",
      "Frite em óleo bem quente por imersão;",
      "Sirva e bom apetite!"
    ]
  },
  {
    "urlImage": "https://www.receiteria.com.br/wp-content/uploads/peito-de-frango-recheado-facil-rotated.jpg",
    "name": "Peito de frango recheado fácil",
    "category": "jantar",
    "portion": "4 porções",
    "timer": "50min",
    "ingredients": [
      "1 peito de frango",
      "Sal e pimenta-do-reino a gosto",
      "2 a 3 colheres de sopa de requeijão",
      "1 tomate fatiado",
      "Orégano a gosto",
      "Palitos grandes",
      "2 e 1/2 xícaras de chá de molho de tomate"
    ],
    "preparations": [
      "Reúna todos os ingredientes;",
      "Corte o peito de frango em duas partes e depois corte cada pedaço ao meio, como se fosse um pão;",
      "Tempere bem com o sal e a pimenta;",
      "Passe o requeijão em cada parte, adicione as rodelas de tomate e salpique orégano;",
      "Feche os frangos, formando dois “sanduíches” e prenda-os com o palito (para não abrirem);",
      "Transfira para uma frigideira quente e deixe grelhar os dois lados, apenas para selar a carne;",
      "Passe para uma forma, cubra os frangos com molho de tomate e leve ao forno preaquecido a 180 ºC por cerca de 20 minutos;",
      "Agora é só servir."
    ]
  }
]
